PS=[]
D=[
(1,'植物人雖喪失意識，但眼睛可能可以自發性張開，或對刺激產生反射性反應。上文提到的植物人表現出何種生命現象？',['代謝','生殖','生長與發育','感應與運動'],[]),
(2,'胰島是胰臟裡的球形細胞團，零散分布於胰臟的外分泌細胞腺泡之間，狀似大海中的孤島而得名，其結構由一群分泌激素的細胞所組成，由德國病理學家保羅．蘭格爾翰斯(Paul Langerhans)於 1869 年發現。胰島可分泌何種激素？',['只有胰島素','只有升糖素','胰島素和升糖素','生長激素'],[]),
(3,'大腸鏡是一條附有攝影鏡頭的黑色管子，由肛門進入，依著大腸的走向以觀察整個大腸，可以發現如：潰瘍、發炎、息肉、腫瘤及出血源等病變，以進一步治療處置。大腸鏡檢查是由圖(一)中的何處到何處？',['A → B','C → D','E → C','E → D'],[('sci-02',1050,515,1300,885)]),
(4,'鳳梨的莖、葉子及果肉中有鳳梨酵素，能分解肉類的肌肉蛋白質，很適合應用在料理食品，使肉質變軟。圖(二)是鳳梨果肉內蛋白質分解酵素的活性與溫度關係圖，若要烹調鳳梨炒牛肉絲，下列何種處理步驟，可使牛肉絲的肌肉蛋白質分解的效率最好，肉質較軟嫩？',['將生牛肉絲與鳳梨果肉混合拌勻 20 分鐘後，再加調味料炒熟','將生牛肉絲與煮熟的鳳梨果肉混合拌勻 20 分鐘後，再加調味料炒熟','將煮熟的牛肉絲與鳳梨果肉及調味料炒熟，再放置於 45℃下 20 分鐘','將生牛肉絲與鳳梨果肉直接加調味料炒熟，再放置於 45℃下 20 分鐘'],[('sci-02',1025,900,1300,1190)]),
(5,'小璟設計實驗來探討葉片的蒸散作用，他取乾燥的氯化亞鈷試紙，分別黏貼於兩組同種植物葉片的上、下表皮。其中有一組置於光照處，另一組置於陰暗處，此兩組的其他條件皆相同。兩組的氯化亞鈷試紙完全變成粉紅色所需的平均時間如表(一)所示，下列有關此實驗的討論，何者最合理？',['甲組應該是放置於陰暗處','乙組植物的氣孔開放比例大於甲組','此植物下表皮的氣孔數目較上表皮多','上表皮細胞會行光合作用要吸收水，所以氯化亞鈷試紙較慢變色'],[('sci-02',778,1375,1292,1555)]),
(6,'小瑜欲使用排水法，來測量一顆螺絲釘的體積，如圖(三)。已知螺絲釘可置入選項所示的四種器材中，他需要使用何種器材，才能最準確測量這顆螺絲釘的體積？',['圖(A)的燒杯','圖(B)的錐形瓶','圖(C)的試管','圖(D)的量筒'],[('sci-03',1180,90,1280,205),('sci-03',160,225,1120,390)]),
(7,'圖(四)為乾燥空氣的組成體積比，其中某氣體以單原子形式存在於自然界，焊接時可使用該氣體以防止金屬氧化，請問此種氣體在乾燥空氣中約占多少百分比？',['78 %','21 %','0.9 %','0.1 %'],[('sci-03',915,430,1300,700)]),
(8,'有兩道相距 5 cm 的平行雷射光水平射向甲透鏡，雷射光偏折後光的路徑如圖(五)中箭號所示，最後照在屏幕上形成兩光點。若在圖中虛線框處再放置一凸透鏡，雷射光行進狀況應會如何變化？',['雷射光會聚點向左移動，屏幕上兩光點間距離減小','雷射光會聚點向左移動，屏幕上兩光點間距離增大','雷射光會聚點向右移動，屏幕上兩光點間距離減小','雷射光會聚點向右移動，屏幕上兩光點間距離增大'],[('sci-03',925,775,1300,1070)]),
(9,'圖(六)是苯的構造示意圖，表示苯是由碳和氫兩種元素構成，則苯與下列何種有機化合物歸於同一類？',['甲醇','乙酸','丙烷','丁酸戊酯'],[('sci-03',1050,1170,1290,1475)]),
(10,'怪博士在魔藥學的課堂上提到：「某物質 X 的沸點為 90℃，經過加熱分解後生成物質 W、物質 Y 以及氣體 Z，若將氣體 Z 導入澄清石灰水中發現會變混濁，而物質 W 由同一種原子所組成」，並請同學回答這四種物質分別為何，下列四位同學的回答，何者正確？',['露娜：物質 X 必為化合物','馬份：物質 W 可能為元素或化合物','西追：物質 Y 必為化合物','奈威：氣體 Z 可能為氧氣，屬於元素'],[]),
(11,'紹瑜是個體操選手，十分擅長在平衡木上進行高難度的體操表演，如圖(七)所示。圖(八)為人體中樞神經系統的示意圖，下列有關紹瑜在平衡木上進行體操表演的敘述，何者正確？',['倒立的姿勢需要由甲控制','呼吸頻率的快慢由乙控制','身體的平衡主要由丙控制','表演動作的順序由丁決定'],[('sci-04',780,85,1290,355)]),
(12,'人體呼吸的原理類似於以針筒吸空氣，如圖(九)，若把針筒由甲狀態變成乙狀態，最近似於下列哪一項活動中人類肺部的變化？',['唱歌','打噴嚏','吹奏管樂','深吸一口氣'],[('sci-04',1080,525,1290,800)]),
(13,'圖(十)為人體軀幹部的構造示意圖，甲～丁分別為腎臟、皮膚等器官，下列有關圖中器官的敘述，何者正確？',['甲可將尿素轉變成氨','乙可將氨轉變成尿素','丙和水分及體溫的恆定都有關','甲、乙、丙、丁都是排泄器官'],[('sci-04',915,820,1290,1120)]),
(14,'某細胞進行分裂時，細胞內的染色體變化如圖(十一)所示，下列相關敘述何者正確？',['此細胞進行分裂時，染色體並未複製','此細胞由 6 對染色體變成 3 對染色體','此細胞可能為口腔皮膜細胞','此細胞的染色體套數減半'],[('sci-04',905,1165,1285,1420)]),
(15,'圖(十二)中，甲、乙、丙、丁分別為由四種植物構造繁殖出的小苗。請判斷下列敘述中，何者最合理？',['甲、乙、丙、丁都是無性生殖的子代','甲、丁是有性生殖子代，乙、丙是無性生殖子代','甲是有性生殖子代，乙、丙、丁是無性生殖子代','丁是有性生殖子代，甲、乙、丙是無性生殖子代'],[('sci-04',895,1465,1310,1805)]),
(16,'理化課時，老師要求每位學生找一個分子做簡單的介紹，而美心選擇了硫酸(H₂SO₄)作為本次報告的分子，以下為美心對於硫酸的簡單介紹：\n「硫酸，被稱為化學工業之母，除一般化工用途之外，還可用於工業清潔品、催化劑及鉛蓄電池的電解質。H₂SO₄ 為硫酸的化學式，由 2 個氫原子，1 個硫原子，4 個氧原子組成，①密度為 1.84 g/cm³，熔點為 10℃，沸點為 337℃。為了運送方便，工業上製造硫酸，是以發煙硫酸為主(H₂S₂O₇)，運送到使用地後，再加水配製成 98% 的硫酸(密度約為 1.8 g/cm³)，亦稱作濃硫酸，且具有高強度的脫水性，若將②濃硫酸滴到白色蔗糖上，最後剩下黑色的碳。」\n（①、② 為原文底線文字）\n根據上述文中，請問下列敘述何者【錯誤】？',['底線文字①處，描述硫酸的物理性質','底線文字②處，為化學反應','100 毫升的濃硫酸約含有 98 g 硫酸','濃硫酸是混合物'],[]),
(17,'小蘭做摩擦力實驗，若根據圖(十三)的外力與摩擦力關係，下列兩種狀況，測得摩擦力應各為多少？\n甲、對桌面上的靜止物體水平施力 400 公克重\n乙、對桌面上的靜止物體水平施力 600 公克重',['甲：100 公克重、乙：200 公克重','甲：400 公克重、乙：400 公克重','甲：400 公克重、乙：600 公克重','甲：500 公克重、乙：400 公克重'],[('sci-05',980,620,1280,905)]),
(18,'小瑜最近買了一面全身鏡。商家使用大量膠帶，將泡棉固定在鏡子上以保護鏡子，使得泡棉被拆掉後，鏡面上留下大量的膠帶殘膠。小瑜在網路上查到乙酸乙酯可去除膠帶殘膠，實際使用後覺得效果良好。因而更進一步了解乙酸乙酯的製造原料為乙酸和乙醇，繼續查詢後得到許多資訊，分列於選項中。小瑜一位主修化學的朋友看到後，跟他說其中一個選項敘述【錯誤】，請問是哪一個？',['乙酸又名蟻酸','乙醇分子中含有 -OH 原子團','乙酸乙酯可透過酯化反應而成','製造乙酸乙酯所需乙酸和乙醇，這三種物質皆為有機化合物'],[]),
(19,'毛利小五郎接到一樁實驗室的案件，他發現犯人配製了鹽酸、醋酸、氫氧化鈉和氨的水溶液，皆各自溶於水中。表(二)為毛利小五郎寫下的解離反應式，想從中看出線索，請問下列敘述何者【錯誤】？',['表格中①的解離反應式為 NH₃＋H₂O → NH₄⁺＋OH⁻','四者皆為電解質，其水溶液皆可導電','酸性水溶液會帶正電，鹼性水溶液會帶負電','酸在水中會解離出 H⁺，鹼在水中會解離出 OH⁻'],[('sci-05',715,1445,1295,1720)]),
(20,'一名動物園的飼育員試圖叫圈養的食蟻獸起床，牠卻用長滿毛髮的大尾巴蓋住頭，想要賴床。食蟻獸的受精卵發育方式與下列何種生物最相近？',['鱷魚','老鼠','螞蟻','麻雀'],[]),
(21,'會造成血友病的隱性遺傳因子 b 位置在第 23 對性染色體的 X 染色體上，某位罹患血友病男性的性染色體如圖(十四)所示，則下列敘述何者【錯誤】？',['兒子若有血友病，母親不一定罹患血友病','兒子若有血友病，與父親的基因無關','b 位於甲染色體','b 位於乙染色體'],[('sci-06',1115,255,1280,460)]),
(22,'目前生物技術可以廣泛應用在醫療、農作物生產、非食品工業及環境用途。下列何者【並非】目前生物技術應用的例子？',['複製瀕臨絕種動物，以進行生物保育','將基因轉殖動物野放，用以增加生物多樣性','種植可抗殺草劑的基因轉殖大豆，提高生產力','基因轉殖出藍色玫瑰花，改變花色來提升觀賞價值'],[]),
(23,'玫因有機農場為了防治某一種危害有機蔬果的外來入侵種昆蟲，計畫引進此生物的天敵來防治病蟲害。此防治計畫還需要有下列何種配套措施才能避免破壞生態平衡？',['此方法可以減少使用農藥，不須評估就可以立刻實施','應直接引用會掠食此昆蟲的外來種天敵，順便可以增加生物多樣性','要評估引入的掠食者是否有專一性，避免其掠食棲地中的原生物種','此種方法要見到成效太慢，應使用具生物累積性的殺蟲劑才有長期效果'],[]),
(24,'盈穎利用顯微鏡，觀察到視野中的影像如圖(十五)所示，細胞中的細胞核十分明顯。下列相關敘述何者最合理？',['此細胞未經染色','此細胞應為植物細胞','此細胞的直徑約為 100 毫米','盈穎應是使用複式顯微鏡進行觀察'],[('sci-06',1105,1195,1295,1435)]),
(25,'蜂窩性組織炎是皮膚傷口感染細菌，細菌經由傷口侵入皮下組織，在組織空隙內滋長，釋放毒素引起局部組織發炎性反應。人體的皮下脂肪層是一區區像蜂窩狀的組織，所以如果這個區域發炎腫大，就稱之為「蜂窩性組織炎」。細菌再經淋巴系統侵犯到周邊，隨後其範圍會逐步擴大，同時患者也會出現發燒、畏寒、全身倦怠、頭痛或關節痛等症狀，這表示細菌已經侵入血液而循環全身，嚴重時甚至會死亡。下列與循環有關的敘述，何者正確？',['組織液會流入淋巴管','淋巴管與微血管連通','組織液會流入微血管','靜脈血會匯入淋巴結'],[]),
(26,'有黑、白、紅、綠、藍五顆色球，取其中 A、B、C 三顆分別以紅光和綠光照射，若色球呈現顏色如圖(十六)，則 C 球的顏色為何？',['必為白色','必為黑色','白色或藍色','藍色或黑色'],[('sci-07',870,80,1285,365)]),
(27,'圖(十七)為氯與鈣的元素符號，已知氯離子與鈣離子可以結合為氯化鈣(CaCl₂)，則下列敘述何者正確？',['鈣原子的質子數＞中子數','鈣離子的中子數＜電子數','氯原子的電子數＞中子數','氯離子的質子數＜中子數'],[('sci-07',985,410,1265,590)]),
(28,'晞晞一群人去燒烤店吃到飽，提議不要點像雞腿肉這種太厚的肉，容易外面已經焦掉但裡面還沒熟，盡量拿薄一點的肉來烤，可以烤得快、吃的多。造成此差異的主要因素與下列何者最相似？',['夏天食物容易腐爛','加油站的嚴禁煙火的標誌','生火時會先將木炭敲成碎塊，較易生火','濃鹽酸滴在大理石上產生氣泡比稀鹽酸快'],[]),
(29,'伽利略發明的溫度計(氣溫計)，是現代溫度計的雛形，如圖(十八)所示。以球形玻璃器皿連接細長玻璃管，再將玻璃管末端插進染色水中。若手握長管末端的玻璃球，因溫度變化，而管柱水面就會變化。關於圖(十八)溫度計的原理及現象，小蘭、阿雅發表看法：\n小蘭：此溫度計是利用氣體熱脹冷縮的性質製成。\n阿雅：玻璃管內的水柱高度愈低，表示溫度愈高。\n對於兩人看法，下列判斷何者正確？',['兩人皆正確','兩人皆錯誤','小蘭正確，阿雅錯誤','小蘭錯誤，阿雅正確'],[('sci-07',1110,1065,1285,1340)]),
(30,'小明與小華分別握住粗細和材質皆相同的繩子左端加以規律甩動，在相同的時間內產生如圖(十九)所示的波形，周圍的同學發表看法如下：\n文文：小明甩動的週期太小了，增大甩動週期就會接近小華的波形。\n揚揚：因為粗細和材質皆相同的繩子，所以兩人的波長都相同。\n南南：小華的甩動頻率太高了，降低甩動頻率就會接近小明的波形。\n一一：因為小華的繩波較密集，所以波速較快。\n以上四位同學的看法，何者正確？',['文文','揚揚','南南','一一'],[('sci-07',1110,1495,1335,1800)]),
(31,'老師在教生物「呼吸作用」時，要求同學提出生物「呼吸作用」的例子，下列是四位同學的舉例，何者舉例正確？',['虎鯨浮到水面排出肺部積聚的空氣','蘆薈保衛細胞將二氧化碳和水轉變成有機物','河馬藉由呼吸使相關肌肉舒張收縮而造成胸腔有規律的擴大與縮小','榕樹的根表皮細胞將碳水化合物氧化，產生二氧化碳、水和能量'],[]),
(32,'圖(二十)是小陽及其家人某性狀表現的遺傳圖譜，已知此性狀是由一對遺傳因子控制，其表現型有顯、隱性的差別，且遺傳方式符合孟德爾的遺傳法則。此遺傳圖中的圓形表示女性，方形表示男性；白色表示顯性，黑色表示隱性。若不考慮突變的情況，小陽家族中，下列哪一人控制此性狀的基因型【無法】依靠此圖推測而確定？',['外祖父','父親','母親','妹妹'],[('sci-08',1010,365,1295,645)]),
(33,'寄生蟲常是翻車魚一生中難以擺脫的夢魘。在翻車魚身上，可發現 50 多種寄生蟲，嚴重影響其生活品質。牠們時常在海面上側翻，目的是吸引海鷗幫助清理魚體上的寄生蟲，至於海面下魚體的寄生蟲，則尋求「清潔魚」幫助清理！下列相關敘述何者【錯誤】？',['翻車魚身上的寄生蟲是一個族群','翻車魚身上的寄生蟲可形成群集','翻車魚與海鷗的關係如同牛與牛背鷺','寄生蟲與翻車魚的關係是一方有利一方有害'],[]),
(34,'一包咖啡粉的包裝上標示了其中含咖啡因 160 毫克，接著將此包咖啡粉沖泡成 200 公克的咖啡飲品，咖啡因濃度若以 ppm 表示，其數值最接近下列何者？',['32','160','320','800'],[]),
(35,'小方想知道同一聲源在不同位置產生的回聲是否相同，於是在一光滑牆面前架設裝置如圖(二十一)所示，甲、乙兩個偵測器與牆面垂直距離相同，感測結果如圖，下列何者最可能是圖中 X、Y 的數值？',['X 為 432，Y 為 45','X 為 432，Y 為 50','X 為 460，Y 為 50','X 為 460，Y 為 55'],[('sci-08',870,1285,1260,1590)]),
(36,'馬斯克(Elon Reeve Musk)的火星計劃中，預計利用「薩巴蒂爾反應」(Sabatier reaction)，在火星上製備甲烷，甲烷是馬斯克火箭使用的燃料。「薩巴蒂爾反應」是在高溫、高壓下，透過催化劑將氫氣和二氧化碳反應生成甲烷和水，反應式如右：H₂＋CO₂ → CH₄＋H₂O(未標示催化劑)，請問反應中，哪一種物質發生氧化反應？',['CO₂','H₂','CH₄','H₂O'],[]),
(37,'小蘇打(NaHCO₃)的水溶液呈弱鹼性，可溶解油汙；檸檬酸(C₆H₈O₇)的水溶液呈弱酸性，可以去除熱水瓶中的水垢，以上兩者皆為常見的家用清潔劑，但若將兩者混合，會反應產生檸檬酸鈉、二氧化碳和水。關於上述內容，以下敘述何者【不正確】？',['小蘇打與檸檬酸都屬於化合物','小蘇打與檸檬酸都屬於電解質','檸檬酸鈉與二氧化碳都屬於鹽類','小蘇打溶液加入檸檬酸會冒出氣泡，氣泡內氣體的主要成分為 CO₂'],[]),
(38,'怪博士在裝著雙氧水的燒杯內加入二氧化錳，並將燒杯與溶液的總質量與時間關係記錄下來，繪製成圖(二十二)的質量與時間的關係圖。下列敘述何者【錯誤】？',['二氧化錳會使雙氧水加速分解','減少的質量為逸散二氧化碳的質量','此實驗產生的氣體可供生物進行呼吸作用','化學反應式的寫法如右：2H₂O₂ —(MnO₂)→ 2H₂O＋O₂'],[('sci-09',1045,430,1280,685)]),
(39,'一大氣壓下加熱 100 公克的某固態物質，測得溫度對加熱時間關係如圖(二十三)所示，若改取這種固態物質 200 公克進行相同實驗，測得溫度對加熱時間關係圖應為下列何者？',['如圖(A)','如圖(B)','如圖(C)','如圖(D)'],[('sci-09',1040,785,1285,1055),('sci-09',145,910,860,1345)]),
(40,'2023 年 6 月 18 日，由海洋之門營運的泰坦號潛水器，載著五名遊客前往參觀鐵達尼號殘骸，但在加拿大紐芬蘭與拉布拉多省附近的北大西洋失蹤。當其未在預計時間內浮出水面後，美國海岸警衛隊、美國海軍和加拿大海岸警衛隊領導搜救工作，而加拿大皇家空軍和美國空軍國民警衛隊的飛機則協助搜索。當時在失去聯繫前，推測可能卡在水下約 3800 公尺處，請問下列敘述何者【錯誤】？(聲音在水中的速率為 1500 m/s)',['潛水器愈往下潛時，所受到的液體壓力愈大','聲納在水中的傳遞速度比在空氣中的傳遞速度快','若潛水器卡在推測處，搜救船用聲納探索，預計約 5 秒可得回聲','搜救飛機使用聲納探索，當聲納由空氣進入水中時，頻率會發生改變'],[]),
]
PS+=['啄木鳥在大眾的印象中是森林益鳥，會啄食樹皮下的害蟲如天牛幼蟲等，因而被稱為森林醫生。然而分布在加拿大和美國東部的黃腹吸汁啄木鳥(Sphyrapicus varius)卻有「森林的吸血鬼」之稱，牠們會吸食樹木汁液，其食性會造成樹木傷害，並吸引有害昆蟲，被認為是害鳥。\n科學家進步一研究發現，黃腹吸汁啄木鳥在春天會吃漿果、嫩芽和捕食鱗翅目的昆蟲等節肢動物。在築巢季節，昆蟲約占食物的一半。而到了夏季末和秋季，樹液是首選的主要食物。黃腹吸汁啄木鳥會挑選健康、糖分高的樹木，如楓樹、樺樹等，在樹幹上啄出許多小洞，洞與洞之間寬度不超過 1 公分，360 度環繞整支樹幹。牠們會取食樹木運輸養分的組織和形成層，而被啄食孔洞滲出的樹汁，會吸引螞蟻、甲蟲或其他害蟲前來吸食、產卵、繁殖。在黃腹吸汁啄木鳥密集取食樹汁的季節，的確會造成小樹死亡，但對於兩年以上的大樹來說，並沒有太大威脅。']
D+=[
(41,'黃腹吸汁啄木鳥攝食時會環繞樹幹啄洞，取食樹木運輸養分的組織及形成層，造成樹木死亡。圖(二十四)是樹木的樹幹內部構造示意圖，請問樹木運輸養分的組織及形成層被環狀破壞，而造成樹木死亡的起始原因為何？',['甲無法往下運輸養分，根部細胞缺養分先死亡','乙無法往下運輸養分，根部細胞缺養分先死亡','甲無法往上運輸水分，葉片細胞缺水分先死亡','乙無法往上運輸水分，葉片細胞缺水分先死亡'],[('sci-10',940,735,1260,995)],len(PS)-1),
(42,'圖(二十五)是根據文中部分敘述所畫出的食物網，請根據物質與能量流動的現象判斷，圖中的①～④中，何者【不正確】？',['①','②','③','④'],[('sci-10',830,1160,1295,1510)],len(PS)-1),
(43,'請根據文中敘述判斷，下列對於黃腹吸汁啄木鳥的敘述，何者最合理？',['是初級消費者，也是次級消費者','在春季時啄食樹木的危害比秋季時更嚴重','對超過兩年以上大樹的威脅比小樹更嚴重','是森林害鳥，應該大量移除以維護森林生態系'],[],len(PS)-1),
]
PS+=['在密閉玻璃瓶中，裝入酒精、樟腦及其他化學物質組成的透明溶液，隨外界溫度變化，瓶內就會展現出不同型態的樟腦結晶。樟腦易溶於酒精，溫度是影響溶解程度的主因，溫度降低時，樟腦會析出結晶；溫度升高時，樟腦的結晶會溶解。溫度變化的快慢不同，則會影響結晶的大小與結構，使瓶內晶體型態千變萬化。\n小仁製作出上述玻璃瓶裝置後，想進一步研究樟腦的結晶變化，於是製作紀錄表如表(三)所示。\n表(三)：樟腦質量皆為 10 g，酒精體積分別為 20、25、30、35、40 mL，記錄「樟腦完全溶解時的溫度(℃)」；其他化學物質的量：硝酸鉀 2.5 g、氯化銨 2.5 g、蒸餾水 33 g。']
D+=[
(44,'根據文中資訊，判斷下列關於瓶中樟腦結晶變化的敘述何者正確？',['為可逆反應，結晶溶解過程為吸熱反應','為可逆反應，結晶溶解過程為中和反應','為不可逆反應，結晶溶解過程為吸熱反應','為不可逆反應，結晶溶解過程為中和反應'],[],len(PS)-1),
(45,'根據表(三)，小仁想探討的關係應為下列何者？',['溫度高低不同對樟腦結晶狀況的影響','溫度變化快慢對樟腦結晶狀況的影響','溶質多寡對樟腦完全溶解時溫度的影響','溶劑多寡對樟腦完全溶解時溫度的影響'],[('sci-11',145,455,1215,855)],len(PS)-1),
]
PS+=['東方果實蠅(Bactrocera dorsalis)是一種昆蟲，也是臺灣農業常見的害蟲。宜婕想研究何種顏色的光對東方果實蠅有較強的吸引力，因此設計並進行了實驗，其實驗結果如表(四)所示，請回答下列相關問題。\n表(四)　吸引東方果實蠅數量(隻)，依第一次／第二次／第三次：\n紅光：22／29／23\n綠光：31／33／37\n藍光：12／18／13\n黃光：59／54／55']
D+=[
(46,'請依上述與所學，判斷有關東方果實蠅名稱的敘述，何者正確？',['「Bactrocera dorsalis」為英文名稱','「Bactrocera」是屬的名稱','「dorsalis」是名詞','「東方果實蠅」是中文學名'],[],len(PS)-1),
(47,'下列有關東方果實蠅的敘述，何者【錯誤】？',['具有外骨骼','是外溫動物','是卵生動物','行體外受精'],[],len(PS)-1),
(48,'下列有關此實驗的敘述，何者正確？',['沒有控制變因','「吸引東方果實蠅數量」為應變變因','由實驗結果可知，綠光對東方果實蠅有最強的吸引力','此實驗有紅、黃、藍、綠等四個操作變因，實驗設計有誤'],[],len(PS)-1),
]
PS+=['圖(二十六)是體積相同的甲、乙、丙三物體，在水中的沉浮情形：甲沉在水底；乙懸浮於水中；丙浮在水面。甲、乙、丙三物體均不溶於水及食鹽水，也不會和水或食鹽水反應。']
D+=[
(49,'根據圖(二十六)，甲、乙、丙三者的質量大小關係為何？',['甲＞乙＞丙','甲＜乙＜丙','甲＞乙＝丙','甲＝乙＝丙'],[('sci-13',950,140,1250,405)],len(PS)-1),
(50,'在圖(二十六)的水中加入食鹽，充分攪拌至完全溶解，再將甲、乙、丙置入食鹽水中，沉浮情形如圖(二十七)所示。由圖(二十六)到圖(二十七)，甲、乙、丙所受浮力如何變化？',['甲、乙、丙所受浮力都增加','甲所受浮力不變，乙、丙所受浮力增加','甲、丙所受浮力不變，乙所受浮力增加','甲所受浮力增加，乙、丙所受浮力不變'],[('sci-13',950,140,1250,405),('sci-13',995,755,1300,1015)],len(PS)-1),
]
