PS=[]
D=[
(1,'有一款俄羅斯方塊遊戲是益智遊戲的始祖，其所有落下的「方塊圖形」皆由四塊相同的正方形組成。若下列有一個「方塊圖形」「不是」線對稱圖形，則此「方塊圖形」為何？',['圖(A)','圖(B)','圖(C)','圖(D)'],[('ma-02',180,370,1045,725)]),
(2,r'若二元一次聯立方程式 \(\begin{cases}6x-4y=36\\8x-3y=41\end{cases}\) 的解為 \(x=a\)，\(y=b\)，則 \(a+b\) 之值為何？',[r'\(-7\)',r'\(-1\)',r'\(1\)',r'\(7\)'],[]),
(3,r'算式 \(\dfrac{5}{4}\div(-2-\dfrac{1}{2})+\dfrac{4}{7}\times(\dfrac{1}{8}-1)\) 之值為何？',[r'\(-\dfrac{8}{7}\)',r'\(-1\)',r'\(-\dfrac{1}{2}\)',r'\(0\)'],[]),
(4,r'算式 \((\sqrt{3}+\sqrt{2})(\sqrt{27}-\sqrt{8})\) 之值為何？',[r'\(3\sqrt{3}+\sqrt{6}-4\)',r'\(13-5\sqrt{6}\)',r'\(5+\sqrt{6}\)',r'\(5-\sqrt{6}\)'],[]),
]
D+=[
(5,'大奕畫出某立體圖形的三視圖，若他畫出的「前視圖」與「右視圖」皆正確無誤，且這兩者視圖恰好相同。判斷此立體圖形可能為下列哪一個？',['圖(A)','圖(B)','圖(C)','圖(D)'],[('ma-03',180,230,1010,795)]),
(6,r'若多項式 \([(15x^2-6x-4)-(ax^2+bx+c)]\) 除以 \(-3x-2\) 後，得商式為 \(4x-6\)，餘式為 \(1\)，則 \(a+b-c\) 之值為何？',[r'\(60\)',r'\(28\)',r'\(-6\)',r'\(-15\)'],[]),
(7,'在好好買超市購物總金額滿1000元，可享有九折的優惠。婷婷想到好好買超市購買一些莎莎巧克力和3包水果軟糖給全班同學當作段考獎勵。已知莎莎巧克力1顆是23元，水果軟糖1包是45元，則婷婷至少需買多少顆莎莎巧克力才可享有九折的優惠？',['36','37','38','39'],[]),
(8,r'關於 \((0.002)^3\) 乘開後的結果，下列敘述何者正確？',[r'其值等於 \(6\times10^{-9}\)','其值等於 0.006','其值的小數點後第 8 位數字不為零','其值的小數點後第 9 位數字不為零'],[]),
]
D+=[
(9,r'若 \(a=2^3\times3\times5^2\times7^2\times13\)，\(b=2^2\times3^3\times5\times7\times11^2\)，且 \(a\)、\(b\) 的最大公因數為 \(K\)，則下列敘述何者正確？',[r'\(K\) 為 \(2^2\times3\times5^2\times7\) 的倍數',r'\(K\) 為 \(2^2\times3\times7\times11\) 的倍數',r'\(K\) 為 \(2^2\times3\times5\times7^2\) 的因數',r'\(K\) 為 \(2^3\times3^3\times5^2\) 的因數'],[]),
(10,'圖(一)為撞球桌上球的分布情況。以②號球為原點作一坐標平面，其中②號球到A球袋的方向為x軸的正向，②號球到⑨號球的方向為y軸的負向，若不計球的大小，且⑧號球與x軸的距離為3個單位長，與y軸的距離為5個單位長，則⑧號球的坐標為何？',['(−3, 5)','(3, −5)','(−5, 3)','(5, −3)'],[('ma-04',835,540,1280,900)]),
(11,'已知下列四個四邊形中只有一個為平行四邊形，根據圖中標示的邊長與角度，判斷哪一個是平行四邊形？',['圖(A)','圖(B)','圖(C)','圖(D)'],[('ma-04',180,1260,1000,1700)]),
]
D+=[
(12,r'如圖(二)，數線上 \(A\)、\(B\)、\(C\) 三點所表示的數分別為 \(a\)、\(b\)、\(c\)。根據圖中各點的位置，判斷下列選項何者正確？',[r'\((a+3)(b+3)(c-4)>0\)',r'\((-3-a)(c-3)>0\)',r'\(|a-1|>|c-1|\)',r'\(|b-3|>|a-b|\)'],[('ma-05',365,225,1095,355)]),
(13,r'已知一元二次方程式 \(4x^2-2x-1=0\) 可配方成 \((x-a)^2=b\) 的形式，其中 \(a\)、\(b\) 均為正數，則 \(a+b\) 之值為何？',[r'\(\dfrac{1}{2}\)',r'\(\dfrac{9}{16}\)',r'\(\dfrac{3}{4}\)',r'\(\dfrac{13}{16}\)'],[]),
(14,'為了抵抗新冠病毒，圖(三)是某里里民已打過新冠疫苗年齡分布的累積相對次數分配折線圖，但部分區塊被墨水沾汙。已知20～30歲打過新冠疫苗有600人，60～70歲打過新冠疫苗有560人，80～90歲打過新冠疫苗有280人，則70～80歲打過新冠疫苗的相對次數為何？',['8%','10%','12%','14%'],[('ma-05',815,1215,1285,1580)]),
]
D+=[
(15,r'若 \(a=203^2-2\times64\times36-36^2\)，\(b=3^2-2\times203\times3-64^2\)，則 \(a+b\) 之值與下列哪一個選項相等？',[r'\(30000\)',r'\(50000\)',r'\(206^2+100^2\)',r'\(306\times106\)'],[]),
(16,r'如圖(四)，翰翰有若干顆重量皆相同的彈珠，他先將 3 顆彈珠放在秤盤上，測量出 3 顆彈珠總重量為 \(a\) 公克，接著再放入 6 顆彈珠，測量出彈珠總重量為 \(b\) 公克，最後一次再放入數顆彈珠，測量出彈珠總重量為 \(c\) 公克。若 \(a, b, c\) 三數恰好形成一個等比數列，則翰翰最後一次放入多少顆彈珠？',['9','12','15','18'],[('ma-06',370,735,1055,960)]),
(17,r'如圖(五)，在坐標平面上，有一隻蜜蜂位在 \(A(0,4)\)，牠先飛行到花群 \(B(-4,0)\)，採完花蜜後，再飛回蜂窩 \(C(2,p)\)。若 \(A\)、\(B\)、\(C\) 三點在同一直線上，則 \(p\) 之值為何？',['4','6','8','10'],[('ma-06',955,1295,1285,1645)]),
]
D+=[
(18,'大林國中的校外教學地點有七福村和大人國兩種選擇，由各班的學生投票決定，每人皆要投票且只能選擇一個地點。圖(六)為甲、乙、丙三個班級的導師討論班上學生選擇校外教學地點的內容（甲班：我班上的學生選擇七福村的人數與丙班學生選擇大人國的人數一樣多。乙班：我班上的學生選擇七福村與大人國的人數比為3：2。丙班：剛好我們三個班的學生人數一樣多。）根據圖中的對話內容，求甲、乙、丙三個班級選擇七福村與大人國為校外教學地點的人數比為何？',['8：7','7：8','8：9','9：8'],[]),
(19,r'如圖(七)，\(\triangle ABC\) 為直角三角形，\(\angle BAC=90^\circ\)，今以 \(\overline{AB}\)、\(\overline{AC}\) 為邊長向外各作一個正方形，且正方形的兩對角線分別將兩正方形分割成四個三角形。若 \(\overline{BC}=4\sqrt{3}\)，則圖中灰色部分的面積和為多少？',['12','16','24','48'],[('ma-07',1020,930,1285,1195)]),
(20,r'圖(八)為平面上 \(\triangle ABC\) 與 \(\triangle ADE\) 重疊的情形。若 \(\overline{AB}=\overline{AD}\)，\(\overline{BC}=\overline{DE}\)，\(\overline{AC}=\overline{AE}\)，\(\angle CAD=45^\circ\)，\(\angle BAE=145^\circ\)，則 \(\angle B\) 與 \(\angle C\) 的度數和為多少？',['80','85','90','95'],[('ma-07',945,1405,1285,1610)]),
]
D+=[
(21,r'如圖(九)，等腰梯形 \(ABCD\) 中，\(\overline{AD}\parallel\overline{BC}\)，\(\overline{AD}=6\)，且此梯形的高亦為 6。若 \(\overline{BC}\) 與梯形 \(ABCD\) 兩腰中點連線段的長度比為 5：4，則 \(\overline{AB}\) 的長度為何？',[r'\(3\sqrt{2}\)',r'\(2\sqrt{10}\)',r'\(8\)',r'\(10\)'],[('ma-08',1005,115,1285,345)]),
(22,r'如圖(十)，\(\triangle ABC\) 中，\(D\)、\(E\) 兩點分別在 \(\overline{AB}\)、\(\overline{AC}\) 上，以 \(\overline{DE}\) 為摺線，將 \(A\) 點往下摺至 \(A^{\prime}\) 點，且 \(\overline{A^{\prime}D}\)、\(\overline{A^{\prime}E}\) 分別與 \(\overline{BC}\) 交於 \(F\)、\(G\) 兩點。若 \(\overline{DE}\parallel\overline{BC}\)，\(\overline{AD}=12\)，\(\overline{BD}=4.8\)，\(\overline{AE}=10\)，\(\overline{CE}=4\)，則 \(\overline{A^{\prime}F}\) 與 \(\overline{A^{\prime}G}\) 的長度和為多少？',['8.8','10','12','13.2'],[('ma-08',1035,580,1285,900)]),
(23,r'平面上有兩直線 \(L\)、\(M\) 與 \(A\)、\(B\) 兩點，其相對位置如圖(十一)所示。甲、乙兩人想找一點 \(P\)，使得 \(P\) 點到直線 \(L\) 和直線 \(M\) 的距離相等，且 \(\overline{PA}=\overline{PB}\)，其作法分別如下：\n（甲）作直線 \(AB\)，分別與直線 \(L\)、\(M\) 交於 \(C\)、\(D\) 兩點，再作 \(\overline{CD}\) 的中垂線 \(N\) 與 \(\angle1\) 的角平分線 \(S\)，則直線 \(N\)、\(S\) 的交點 \(P\) 即為所求。\n（乙）連接 \(\overline{AB}\)，作 \(\overline{AB}\) 的中垂線 \(N\)，再作 \(\angle1\) 的角平分線 \(S\)，則直線 \(N\)、\(S\) 的交點 \(P\) 即為所求。\n對於甲、乙兩人的作法，下列判斷何者正確？',['兩人皆正確','兩人皆錯誤','甲正確、乙錯誤','甲錯誤、乙正確'],[('ma-08',915,1085,1285,1380)]),
]
PS+=['彬老闆的霜淇淋店即將開張，圖(十二)為他的營業計畫書內容：\n甲方案　定價：每支成本加3成。促銷：每買3支，第1支和第2支皆以定價計算，第3支免費。\n乙方案　定價：每支成本加2成。促銷：每買3支，第1支以定價計算，第2支和第3支皆以定價的5折計算。']
D+=[
(24,'若顧客一次購買7支霜淇淋，則彬老闆的甲方案及乙方案分別是賺或賠？',['甲、乙兩方案皆賺','甲、乙兩方案皆賠','甲方案賺、乙方案賠','甲方案賠、乙方案賺'],[],len(PS)-1),
(25,'已知一支霜淇淋的成本為6元，經試營運後，彬老闆發現當一支霜淇淋的定價為20元，單日可賣出300支，且定價每提高1元，單日賣出的支數就會減少10支。若彬老闆希望單日賣出的霜淇淋可賺得4750元，則每支霜淇淋的定價可能為多少元？',['28','29','30','31'],[],len(PS)-1),
]
