PS=[]
D=[
(1,'「全球重要農業文化遺產」是聯合國糧食及農業組織為保護和傳承世界獨特農業系統所推動的一項創制，2022 年 10 月首次透過線上方式進行審查，正式認定中國三個傳統農業系統為全球重要農業文化遺產，圖(一)為其分布圖。依中國各地傳統農業特色判斷，圖中甲系統入選全球重要農業文化遺產的原因最可能為下列何者？',['世界最早的稻作栽培遺址','與水患共生的低窪地農業','全球可持續性牧業的典範','陸上絲綢之路的綠洲農業'],[('soc-2L',935,175,1280,515)]),
(2,'臺灣國民飲品──珍珠奶茶在全球引起風潮，由於珍珠的口感彈性有嚼勁，因而廣受歡迎，但煮好的珍珠在常溫下放置 3～4 小時之後就會失去彈性變硬，若冰存或高溫處理後口感也會變差。依據上述珍珠的特性判斷，選擇販售珍珠奶茶的商家，最優先考量的開店區位條件與下列哪一種產業相同？',['麵包廠','水泥廠','製糖廠','紡織廠'],[]),
(3,'2022 年 6 月以來，圖(二)中的國家多處地區遭遇季風帶來的強降雨，導致該國境內引發洪災，約 1／3 土地被洪水淹沒。根據報導顯示，這場持續兩個多月的暴雨打破了一個世紀以來的紀錄，部分地區降水量是該國 30 年間平均降水量的五倍多，超過 200 萬英畝農田被大水淹沒，當地農民無法及時種植該國主要農作物。上文中提及的農作物最可能為下列何者？',['橄欖','葡萄','橡膠','小麥'],[('soc-2L',920,1070,1280,1335)]),
(4,'臺灣地形多樣，地表景觀多變，但受地形空間分布的影響，各行政區的地形比例不盡相同。以下為臺北市、彰化縣、嘉義縣及花蓮縣四個行政區的地形比例圖，其中花蓮縣應為下列何者？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('soc-2L',180,1635,1280,1815)]),
(5,'琉球鄉位於屏東縣西南方外海，若鄉公所想要選擇成因相同、海岸景觀及生態特色相似的島嶼締結姊妹島，帶動該鄉的觀光業發展，表(一)中哪一島嶼是最合適的選擇？\n表(一)（位置／面積平方公里／最高點公尺）\n甲：21.43°N，157.99°W／1,545.30／1,220\n乙：34.74°N，139.39°E／9.73／737\n丙：0.53°S，166.92°E／21.30／71\n丁：54.11°N，165.76°W／383.07／1,303',['甲','乙','丙','丁'],[]),
(6,'光明在一本歷史書中看到以下一段記載：「1633 年，屏東『小琉球社』的原住民，遭遇當時外來統治者及新港社等部落的聯合攻打。在這場戰役當中，該社有四百多人遇害，剩下的六百多人，男性被發配到大員或巴達維亞服勞役，女人則配置於新港社為奴。」根據上述判斷，文中的「外來統治者」最可能是下列何者？',['荷蘭人','日本人','葡萄牙人','西班牙人'],[]),
(7,'博書將老師上課的重點畫上雙底線，如圖(三)。根據圖中雙底線的內容判斷，老師上課的主題最可能是下列何者？',['歷史事件的解釋','歷史紀年的方法','歷史分期的畫分','歷史事實的判別'],[('soc-2R',670,750,1285,1060)]),
(8,'圖(四)為嵐嵐在網路上看到某一廟宇的介紹：「大庄萬善堂：此廟宇原先是一間鄉野小廟，因在廟宇附近挖出大量中國湖南與安徽籍軍人遺骸，由當地士紳集資翻修此廟宇，而成此地的信仰重心。廟裡祭祀的軍人是因 19 世紀時由中國派來臺灣抵禦外國勢力入侵而陣亡……，臺灣也在此役後建省。」根據圖中內容判斷，這些軍人最可能是因為下列哪一戰爭而陣亡？',['清法戰爭','鴉片戰爭','英法聯軍','八國聯軍'],[('soc-2R',655,1110,1285,1455)]),
(9,'創立於上海的商務印書館，其出版的《婦女雜誌》是當時發行最廣的婦女期刊，創刊之初重視女子教育，鼓吹將新女性培養成有獨立生活能力的賢妻良母。後來該期刊轉型以「謀婦女地位的向上和家庭的革新」為辦刊新主旨，改文言文為白話文，並翻譯介紹世界各國婦女狀況，不斷削減女性家庭生活、育兒等方面的條目，倡導婦女解放和婚姻自由，期望婦女能走出家庭、吸收新知。根據內容判斷，上述期刊轉型的時期最可能為下列何者？',['1860 年代','1890 年代','1920 年代','1950 年代'],[]),
(10,'某人為中國近代著名的政治、軍事人物，在此人死後，其部屬憑藉武力擴張權勢，形成軍閥割據局面。表(二)為此人的相關事蹟，根據內容判斷，表中的「？」處最可能填入下列何者？\n表(二)人物事蹟\n1. ？\n2. 擔任第二任臨時大總統\n3. 逼迫國會選舉他為正式大總統\n4. 其任內接受日本提出的二十一條要求\n5. 宣布改國號為「中華帝國」',['在東北成立滿洲國','發起北伐統一中國','在南京成立國民政府','將臨時政府遷至北京'],[]),
(11,'圖(五)是一則新聞報導：「首家失智症咖啡館　患者的另一個家──這裡是由年輕型失智者為您提供服務，也許在疾病面前，多數人看到的是他們的限制，但在這裡，他們將有限化為可能……。咖啡館假日採預約制，除了幫助失智者與大眾交流，讓更多人了解此病症，同時也提供患者家屬放鬆紓壓的空間。」根據圖中內容判斷，這間咖啡館的成立目的及營運方式，有助於下列何種公民德性的實踐？',['尊重多元的文化差異','實現社會的公平正義','遵守法律的社會規範','提升人民的政治參與'],[]),
(12,'瑞安在準備公民專題報告時，整理出一則相關時事並作成簡報，如圖(六)：「政府為協助原住民族尋求土地永續發展，加上族人多年來的爭取，內政部已通過新竹地區鎮西堡部落和司馬庫斯（新光）部落的土地使用計畫，目前兩部落都已成立部落議會和公約，除了凝聚族人對土地利用的共識外，也逐步實踐此計畫案的內容。」根據圖中內容判斷，他的報告主題最可能為下列何者？',['部落文化認同危機的發現與解決','部落領袖產生方式的比較與探討','部落與社區的差異及共同點分析','部落自治精神及公民參與的研究'],[]),
(13,'圖(七)是某市市政信箱收到一位市民來信：「……某夾娃娃機的店家為吸引顧客花錢夾取物品，竟在部分機臺內放置菸、酒、裸露的公仔和限制級出版品等商品，因機臺擺放在任何人均可自由出入的場所，店內也無任何管制，這些物品可讓孩童容易取得……。」市政府相關單位對此展開稽查，針對圖中現象，依法開罰店家並限期改善。根據上文及圖中資訊判斷，店家最可能因為違反下列何項法律遭到處罰？',['《性騷擾防治法》','《少年事件處理法》','《兒童及少年性剝削防制條例》','《兒童及少年福利與權益保障法》'],[]),
(14,'根據歷史記載，明代的創建者朱元璋為窮苦農民出身，曾頒布《存恤高年詔》，讓國家設置相關機構照顧無所依靠的人民；並針對年滿 80 歲以上的窮困年長者，每個月發放米、肉等物資，間接穩定了明初社會秩序與經濟生活。根據上文所述，此政策的制定最能發揮下列哪一功能？',['守護國家與領土安全','改善教育與文化環境','維護社會弱勢者權益','推動產業發展與創新'],[]),
(15,'我國為民主法治國家，政府為了讓政策更加公開透明，建置「公共政策網路參與平臺」，圖(八)、圖(九)是針對該平臺使用者的兩項調查結果。根據圖中內容判斷，下列哪一項推論最可能成立？',['圖(八)結果顯示受訪者超過半數認為網路不能增進參與公共事務','圖(九)結果顯示受訪者意見會隨時間變動，因此政府不必做回應','政府設置該平臺的主要目的，是以網路力量去控制反對政策的人民思想','受訪者普遍認同網路可增進公民參與，認為該平臺有影響力的人數增加'],[('soc-3R',195,590,1155,985)]),
(16,'隨著經濟發展與開發程度提高，臺灣的環境問題逐漸浮現檯面，圖(十)為臺灣某環境問題對當地居民生活所帶來的影響。為嚴防該環境問題持續惡化，政府相關單位最可能提出下列何項措施？',['河道兩側禁止開發，加高堤防','水庫上游造林，加強水土保持','開闢淡水魚塭兼顧環境與產業','禁止開挖新井，舊井列入管制'],[('soc-3R',195,1365,1175,1685)]),
(17,'某研究報告將我國的製造業依各產業特性，區分為民生工業、化學工業、金屬機械工業及資訊電子工業四大類，圖(十一)為該報告統計出 1981～2005 年四大類製造業，各別生產額占製造業生產總額的比例變化，其中有兩大類製造業占生產總額的比例呈現明顯消長。由圖中曲線呈現的趨勢判斷，何者最可能為資訊電子工業？',['甲','乙','丙','丁'],[('soc-4L',825,110,1285,425)]),
(18,'圖(十二)是根據臺灣 2021 年某項統計資料繪製而成的比例分配圖，依圖中各國家所占的比例判斷，該圖應是依據下列何項統計資料所繪製而成？',['臺灣主要國際貿易對象','臺灣新住民主要來源地','臺灣溫帶農產進口來源','臺灣漁業衝突主要對象'],[('soc-4L',895,600,1285,985)]),
(19,'臺灣因開發先後、地理環境等不同條件，在經濟發展、資源分配上存在區域差異。表(三)為 2021 年臺灣四個行政區的部分設施、機關、產業統計資料，圖(十三)則為某行政區的三級產業就業人口比例，依上述分析，該圖最可能是表中哪一行政區？',['臺北市','雲林縣','苗栗縣','臺東縣'],[('soc-4L',190,1180,1285,1450)]),
(20,'中國因某國堅持國際社會應針對新型冠狀病毒疫情的源頭進行調查，而與該國發生貿易衝突。由於該國出口貿易嚴重依賴中國市場，因此中國自 2020 年起展開對該國煤炭、鐵礦、葡萄酒和牛肉等一系列產品的進口禁令，欲藉此打擊該國的出口貿易及經濟。依上述判斷，中國採取進口禁令的國家最可能為下列何者？',['印尼','澳洲','日本','紐西蘭'],[]),
(21,'有份文獻記錄中國某一時期的工業發展：「政府在 1958 年年底自豪地宣布，工業產量超過前一年的 65%。煤和鐵翻了一倍，石油增長了 50%，電力增長了 40%。但是對數量的追求，犧牲了品質要求。1958 年生產的 1,100 萬噸鋼鐵中，有 300 萬噸不適合用於工業。」根據上文判斷，下列何者最可能也發生於此一時期？',['推動改革開放，突破國內經濟困局','學生聚集廣場，要求政府實行改革','破壞傳統倫理與文化，造成文化浩劫','以集體生產方式，企圖提高糧食生產'],[]),
(22,'圖(十四)是臺北某行政區的舊地圖，由圖中的空間規畫及地名判斷，該地圖最早應出現在下列哪一時期？',['大航海時代','清帝國時期','日本統治時期','中華民國在臺灣'],[('soc-4R',840,420,1285,850)]),
(23,'圖(十五)為小貞蒐集與某場戰爭有關的兩則資料：\n資料一：越南人多年來一直被蒙在鼓裡，以為美國到越南為的是幫助越南人。事實上，美國只是把越南當作一個平臺，用以對抗在國際上不斷擴張的對立勢力。\n資料二：1969 年，越南共產黨主席胡志明對人民進行春節祝賀時，以一首詩作為結尾：「今年春光勝往年，勝利捷報四處傳，南北競賽打美國，穩操勝券勇向前。」\n由圖中內容判斷，該場戰爭發生時的世界局勢，最可能為下列何者？',['國際間興起區域合作的趨勢','「民族自決」思潮風行全球','冷戰時期美、蘇兩大集團的對峙','二戰期間共產勢力在東亞的發展'],[]),
(24,'故宮博物院成立後，因為受到中國政局動盪的影響，其典藏文物曾多次遷移，圖(十六)為遷移路線。根據圖中資訊判斷，造成這些文物最後一次遷移的原因為何？',['政府在國共內戰失利','日本發動九一八事變','中共展開二萬五千里長征','第二次世界大戰全面爆發'],[('soc-4R',755,1355,1285,1800)]),
(25,'某位治臺官員曾提出：「殖民地行政計畫，必須根據生物學的原則，如同比目魚的兩眼是長在身體的同一側，若硬把比目魚的眼睛像鯛魚一般改裝在身體的兩側，便是違反生物學原則。比目魚眼睛之所以長在同一側，是有生物學上的必要。在政治上亦同，我們必須先充分蒐集資訊徹底了解，再因地制宜規畫農業、工業、衛生、教育、交通、警察等各方面的管理辦法，才能有效統治。」根據上述理論，當時該位官員最可能首先採取下列何種措施？',['實施六年義務教育','積極推動皇民化運動','大型水利工程的修建','土地及人口戶籍調查'],[]),
(26,'我國地方政府對於敬老禮金的發放，會因經費多寡之因素，而有不同金額與資格規定，表(四)為某年我國三個行政區的發放說明。依據上述及表中資料判斷，下列敘述何者最正確？\n表(四)（行政區：發放金額／申請資格）\n基隆市：敬老三節禮金每人 3,000 元／設籍本市年滿 65 歲者／原住民年滿 55 歲，未領有政府每月固定發放的生活補助者\n桃園市：敬老三節禮金每人 2,000 元／設籍本市滿 6 個月，年滿 65 歲者／原住民年滿 55 歲者\n金門縣：敬老三節禮金每人 3,000 至 7,000 元／設籍本縣年滿 55 歲者，或是……',['表中三個行政區皆屬於相同地方政府層級','發放金額與申請資格因地方自治而有差異','該政策主要目的是為了維護人民的工作權','表中三個行政區皆由區公所執行發放措施'],[]),
(27,'圖(十七)為我國修改某法規的相關資訊：「《性別平等教育法施行細則》修改內容：★教導孩子：尊重其他人、保護好自己、防治性騷擾。★落實基本精神：不歧視、不霸凌性別氣質差異的人，男生溫柔、女生剛強，都應予以尊重。」且依據《性別平等教育法》規定，國民中小學性別平等教育的課程內涵應該納入性侵害、性騷擾、性霸凌的防治。根據上述及圖中資料判斷，下列敘述何者最正確？',['該法規修改的主要目的是為了推行校園的學生自治活動','文中防治項目的事件發生在校園時將由輔導室進行調查','期望能藉由修法落實性別平權的精神與公民德性的實踐','圖中修改的法規與《性別平等教育法》的法律位階相同'],[]),
(28,'媒體曾報導一件器官移植捐贈的特殊案例：「甲因肝衰竭住院急需換肝，經媒體報導後，有善心人士乙願意捐贈肝臟，但依據我國《人體器官移植條例》規定，年滿 18 歲的捐贈者必須與被捐贈者具有親屬關係。因此甲的妹妹──丙為了救治哥哥，竟和丈夫離婚，然後與乙再婚，以符合資格完成捐贈。」依據上述內容及我國現行法律規範判斷，下列敘述何者正確？',['甲和丙屬於直系血親關係','丙和乙結婚後互為旁系血親','甲能接受乙器官移植是因有姻親關係','文中器官捐贈依據的法規屬命令位階'],[]),
(29,'圖(十八)是張小姐收到來自行政機關的一份文書：「○○市政府環境保護局　執行違反《廢棄物清理法》案件裁處書──受處分人：張○○；違反時間：民國 111 年 4 月 22 日上午 9 點 44 分；違反事實：隨手丟棄菸蒂於公設道路，致汙染環境；違反地點：○○市○○區○○街○○號左右；主旨：開罰新臺幣 1,200 元整；裁處理由及法令依據：違反《廢棄物清理法》第 27 條第 1 款之規定，並依《廢棄物清理法》第 50 條第 3 款裁處。」依圖中資訊判斷，有關其處分內容及依法尋求救濟的敘述，下列何者正確？',['此案件是透過刑罰制裁藉以約束個人行為','張小姐被罰若不服可採行政救濟提起訴願','由法官依罪刑法定原則對此案件作出判決','張小姐基於《憲法》保障的自由權可提訴訟'],[]),
(30,'在公民課分組課程時，老師請各組以「志願結社」為主題進行分析與說明。表(五)是各組討論後的結果，下列哪一組的內容完全正確？\n第一組：1.團體中的人員僱用可不受政府干涉，展現組織性特色　2.可以提出議題，進行宣導後形成公共意見\n第二組：1.《憲法》保障人民可依自由意願加入合法團體　2.運用團體力量集結人力，擴大個人影響力\n第三組：1.必須從事公益工作，因此不得向成員收費或募款　2.呼籲政府守護石虎，以擴大團體服務層面\n第四組：1.石化廠員工成立勞工自救會，展現政黨力量　2.在社群表達意見，發揮監督政府施政功能',['第一組','第二組','第三組','第四組'],[]),
(31,'區域全面經濟夥伴協定（RCEP）為一涵蓋 15 個國家的自由貿易協定，於 2022 年 1 月 1 日正式啟動。聯合國發布的預測報告指出，隨著各項產品削減關稅，會促進該協定簽約國家對日本產品的進口，日本貿易額將增加 200 億美元。依上述判斷，下列何項產品的關稅調降，是日本出口貿易額增加的主要因素之一？（區域全面經濟夥伴協定的成員包含東協會員國，以及日本、南韓、中國、澳洲、紐西蘭。）',['稻米及米製食品','天然橡膠加工品','紡織及成衣產品','汽車及相關零件'],[]),
(32,'多環芳香烴（PAHs）為一種空氣汙染物，主要是由化石燃料、木材、垃圾等有機物的不完全燃燒所產生。圖(十九)為日本金澤大學輪島空氣監測站在 2018～2020 年相同月分測得的多環芳香烴濃度統計圖，圖中 2020 年當地多環芳香烴濃度的變化，與中國在新型冠狀病毒疫情下，多數工廠停工，使盛行風帶來的汙染源減少有關。上文提及的盛行風為下列何種風向？',['↙','↖','↘','↗'],[('soc-5L',870,110,1285,480)]),
(33,'2022 年 2 月爆發的俄烏戰爭造成眾多無辜民眾傷亡，並對全球社會、經濟產生極大衝擊，日前英國首相特別安排一趟出訪行程，希望能避免某情況持續惡化。圖(二十)為預定的行程安排（倫敦→阿布達比、利雅德），依其出訪地區判斷，英國首相最可能會對拜訪的領袖提出下列何項訴求？',['提高稻米出口量，以解決全球糧食短缺的困境','增加石油供應量，穩定全球油價避免價格飆升','放寬對地中海的管制，協助難民取得國際庇護','降低對穆斯林族群的歧視，避免區域衝突擴大'],[('soc-5L',845,600,1285,950)]),
(34,'工業 4.0 的概念於 2013 年由德國率先提出，意思為第四次的工業革命，主要是以智慧製造為革命要點。表(六)為某國提出的重點產業發展現況及未來目標，希望藉由工業 4.0 的實施，以最大限度提升生產速度及品質。依表中內容判斷，上述的「某國」應為下列何者？\n表(六)（重點產業：發展現況／未來目標）\n食品飲料：人口眾多，清真食品內需市場廣大／成為全球食品飲料行業的前五大出口國之一\n紡織成衣：為目前主要產業及出口商品／成為世界五大紡織品及成衣生產國之一\n汽車：多負責裝配工作，零件由國外進口／世界電動汽車出口國\n化學材料：石油蘊藏豐富，缺乏原油加工等能力／成為生物燃料與塑料之生產國\n電子：多負責裝配等附加價值較低的階段／建立電子業關鍵零組件之製造能力',['印尼','泰國','紐西蘭','以色列'],[]),
(35,'表(七)是某書中分析中國古代某種對外關係模式的優點。根據表中內容判斷，此種模式應為下列哪一時期所採取的對外政策？\n表(七)\n安全保障：以中國為中心，透過冊封方式，與周邊國家建立友善往來關係，以保障國家安全\n外交優勢：中國的派外使節可以為朝廷蒐集情報，幫助了解各國資源\n貿易往來：來到中國的外國使節團藉進貢的名義通商，雙方互惠交流',['秦代','唐代','宋代','明代'],[]),
(36,'表(八)為老師在上課講解中國歷史時所呈現的資料。由表中內容判斷，此時老師上課的主題最可能與下列何者有關？\n表(八)\n實施時間：商周時期\n概況說明：1.貴族的身分世代相襲　2.君王把土地與爵位賜予親戚或功臣，使之成為在各自領地有統治權的諸侯　3.這些諸侯也按身分等級擁有世襲的領地與人民\n結束時間：秦王嬴政統一天下後\n（九品任官作法＝九品官人之法）',['郡縣制度','封建制度','科舉制度','九品任官作法'],[]),
(37,'歷史老師要求同學分組討論並製作報告，以編寫新聞報導的方式，呈現臺灣某一時期的生活樣貌。圖(二十一)是秀賢與小組成員討論後所繳交的歷史報告部分頁面。根據圖中內容判斷，下列哪些主題最可能也會出現在該報告中？',['外國傳教士首次來臺傳教、鹿皮外銷盛行','外商來臺貿易、馬雅各成立西式醫館治病','第一座百貨公司成立、西部縱貫鐵路開通','實施「劃界封山」政策、曹公圳興建完工'],[('soc-5R',865,940,1275,1365)]),
(38,'圖(二十二)是小平看到的一則新聞快訊：「我國第 8 次憲法修正案經公告半年後，應於 3 個月內進行複決，這也是我國首次進行的修憲複決案；如果此案要通過，初估至少需要 965 萬張的有效同意票，學者認為要通過此門檻十分不易。」根據圖中內容及我國憲政體制、法律規範判斷，下列哪一項敘述完全正確？',['圖中內容凸顯出《憲法》的固定性','該憲法修正案應該是由行政院提出','受監護宣告者依法享有此次投票權','具有我國國民身分即可行使複決權'],[]),
(39,'某警察局接獲民眾報案電話，派警員前往 20 歲陳姓男子租屋處，救出一名被拘禁的女子阿美，並注意到她身體有傷勢，立即將她送醫治療。阿美表示她面試工作時遭陳姓男子誘騙拘禁，手機和財物都被搶走，更險些被販賣到柬埔寨，涉案的陳姓男子被逮捕後……，將依買賣人口、恐嚇取財等罪嫌被起訴。關於上述事件的訴訟程序，下列何者正確？',['最初是由警察機關告發陳姓男子的犯罪事實','接著檢察官負責偵查並對陳姓男子提起公訴','訴訟中則由法官公正審判以及調查犯罪證據','最後少年法院（庭）判決陳男須接受感化教育'],[]),
(40,'圖(二十三)為我國某地方政府機關開會時的對話：\n大智：「本區人口劇增，區公所因設備老舊，早已不敷使用，盼重建區公所，負責研擬的區公所重建計畫案已完成，後續所需經費審核，懇請貴會通過。」\n佑昌：「區公所重建案跟所需預算，我們會針對內容仔細審議後，在會議中決定是否通過。」\n根據圖中內容和地方政府組成、職權判斷，下列敘述何者最正確？',['圖中兩人對話內容可能出現在縣議會','佑昌應為行政機關首長負責編列經費','大智可能擔任市民代表監督政府施政','圖中的重建案所在地可能位於直轄市'],[]),
(41,'新聞報導：「有一艘越南籍漁船於我國鵝鑾鼻東南方越界捕魚，如圖(二十四)所示（距鵝鑾鼻 175 浬）。經我國漁民通報後，由海巡署派艦艇查扣此艘漁船，漁業署將依我國法規對其開罰 100 萬元，隔日海巡隊會押解此艘漁船並強制驅離。」依上文及圖中內容判斷，下列敘述何者正確？（海巡署：我國負責海域及海岸巡防之機關；漁業署：我國漁業事務的中央主管機關。）',['圖中該漁船已侵入我國的經濟海域','他國漁船已越界進入我國領海範圍','文中海巡隊驅離該艘漁船是遵循我國的風俗習慣','我國政府單位要求越界捕魚的漁船負起刑事責任'],[]),
(42,'老師在課堂介紹我國中央政府後，以「立法權制衡行政權」為主題，請學生舉例說明。表(九)中哪一位同學的舉例內容，最符合我國憲政體制及老師的要求？\n小娜：總統向立法院提出施政方針與施政報告並定期接受質詢\n小翰：大法官組成憲法法庭審理立法院決議的正副總統彈劾案\n小莎：總統提名考試院院長與司法院院長，經立法院同意後任命\n小彬：鄉長涉嫌圖利業者非法傾倒廢棄物，監察院對其提出彈劾',['小娜','小翰','小莎','小彬'],[]),
]
PS+=['茄萣溼地位於高雄市茄萣區興達港北側，清帝國時期已有居民在此從事圍海養魚及農耕等活動。日治時期為了發展現代鹽業，才在此區開闢竹滬鹽田，主要分為第一區及第二區。1987 年竹滬鹽田停晒，同年為了擴大興達港的規模，將竹滬鹽田第二區挖深成港區，而疏濬港區挖起的海底泥沙則堆置於竹滬鹽田第一區，竹滬鹽田第一區因而逐漸成為現今的茄萣溼地。\n茄萣溼地的水源多來自天然雨水，因此溼地的水位高度主要受降水量影響，在雨季結束後，水位即開始逐漸下降。該溼地生態豐富，有許多鳥類在此棲息，高雄市政府在此設立多座賞鳥亭提供民眾使用，並曾委託茄萣生態文化協會進行生態調查及教育推廣，圖(二十五)是依其調查結果所繪製而成的 2013～2017 年茄萣溼地各月分平均鳥類數量統計圖。\n圖(二十五)各月平均鳥類數量（隻）：1 月 8452、2 月 7958、3 月 5045、4 月 2904、5 月 2186、6 月 2186、7 月 2769、8 月 2801、9 月 2849、10 月 3536、11 月 5318、12 月 6789']
D+=[
(43,'依上文所述判斷，茄萣溼地在下列哪一月分的水位可能最低？',['1 月','6 月','8 月','10 月'],[],len(PS)-1),
(44,'由圖(二十五)中的資料可知，茄萣溼地在特定季節的鳥類數量較多，此現象與下列何者最為相關？',['鳥類為保留體力多隨西南季風北上至臺灣','鳥類多在最暖月來臺，以獲得足夠的食物','臺灣的地理位置有利於吸引鳥類南下度冬','正值南半球冬季，向北遷至臺灣繁衍後代'],[],len(PS)-1),
(45,'圖(二十六)為清帝國時期至今日茄萣溼地及周邊地區地圖，依上文中茄萣溼地的土地利用變化說明判斷，甲～丙三張地圖依時間先後的排序應為下列何者？',['甲乙丙','乙甲丙','乙丙甲','丙乙甲'],[('soc-7R',185,1445,1190,1730)],len(PS)-1),
]
PS+=['表(十)為 1938～1950 年全臺稻米生產量的統計，從 1945 年起，政府為解決糧荒的問題而擬定多項措施，其中以 1946～1950 年的「五年糧食增產計畫」最具成果。然而 1946 年，臺灣省行政長官公署實施「糧食徵調政策」，將糧食輸送至中國，引起臺灣物價飆漲、民眾恐慌。林獻堂甚至預言「若不及早設法，恐有暴動之虞」，這些亂象直到 1949 年臺灣省主席陳誠以島內供應為優先考量，才獲得解決。\n1950 年以後，大麥、小麥、大豆等國際援助物資運抵臺灣，使民眾能獲得更多元的糧食作物，政府順勢倡導「麵粉換穀」，宣傳小麥營養高過稻米，並透過農會教導農村婦女製作麵食，以達到將白米外銷而賺取外匯的目的，使得農糧角色和臺灣人的飲食習慣發生改變。如今，麵食已逐漸被國人接受，與米食並列為臺灣餐桌上的兩大主食。\n表(十)全臺稻米生產量（公噸）：1938 年 1,402,414；1939 年 1,307,391；1940 年 1,128,784；1941 年 1,199,006；1942 年 1,171,182；1943 年 1,125,804；1944 年 1,068,121；1945 年 638,828；1946 年 894,021；1947 年 999,012；1948 年 1,068,421；1949 年 1,214,523；1950 年 1,421,486']
D+=[
(46,'根據上文及表(十)中的資料分析，1945 年以前稻米生產量的變化最可能與下列何者有關？',['受到中日八年抗戰衝擊，人力物力短缺','因中國內戰的影響，糧食供應戰地使用','嘉南大圳完工，灌溉工程發揮增產作用','製茶產業快速發展，農民轉種經濟作物'],[],len(PS)-1),
(47,'根據上文，關於「糧食徵調政策」的實施，下列敘述何者正確？',['與政府大力推行皇民化運動有關','臺灣稻米大量供應日本當地需求','該政策為二二八事件發生背景之一','該政策顯示政府在臺土地改革失敗'],[],len(PS)-1),
(48,'上文中所提及的國際援助，其當時的歷史背景最可能為下列何者？',['東南亞國家協會對會員國的經濟支援','我國退出聯合國後，國際上面臨困境','我國正式成為世界貿易組織的會員國','韓戰爆發，美國將我國納入反共體系'],[],len(PS)-1),
]
PS+=['中國古代商人社會地位並不高，其因素應與中國歷史文化相關。但不可否認的，與他國貿易往來，除了可增加政府財政收入，也關係著各國之間的往來。\n7～9 世紀的中國，海上貿易開始興盛。揚州（今日南京附近）由於地處大運河和長江的交匯處，交通便利，成為此時重要的對外貿易港口，其經濟繁榮甚至超過了首都長安。當時各地的富商、貴族，以及由海路經廣州而來的波斯和阿拉伯商人，都聚集於揚州，盛況空前。此時的揚州也是主導東北亞貿易的新羅及日本商人的據點；日本人在此接觸到從南海進來的高價奢侈品，還與西域商人有直接的交流，並促成東北亞和西域的交流。商人間的貿易因此開始展開，從阿拉伯半島經由印度和東南亞進而到中國的「南海貿易圈」和「東北亞貿易圈」相互交流及融合，形成了新的貿易網絡。\n到了 13～14 世紀，帝國政府為了陸路貿易的進行，發行了能區別旅人身分高低並提供符合身分服務的「圓符」，只要持有圓符，在帝國全境內個人安全受到保護；在海路貿易上則建造更大的帆船、也改進航海指南針的使用，並繪製更精確的航海圖。從中國東南沿海到波斯灣的這條海路，成為連結亞洲東部、西亞與北非的主要海上通路，並與沿海城市建立起長期的貿易關係，他們甚至鼓勵臣民移居海外，當時高度發展的貿易行為及廣大的勢力範圍，被現代學者以「整個歐亞大陸都是我的交易市場」形容。']
D+=[
(49,'上文中「南海貿易圈」和「東北亞貿易圈」相互交流及融合的歷史背景，最可能為下列何者？',['秦代統一官方書寫文字','漢代派遣使者出使西域','唐代與周邊國家密切互動','宋代印刷術的改良與普及'],[],len(PS)-1),
(50,'根據上文，現代學者用「整個歐亞大陸都是我的交易市場」來形容當時貿易的盛況，下列何者最可能符合當時的情形？',['政府頒布法令編列戶籍以擴大徵稅','市舶司稅收為政府重要的財政收入','鄭和率艦隊出使西洋擴大貿易規模','中國與歐洲國家簽訂條約開港通商'],[],len(PS)-1),
(51,'上文中提及由中國東南沿海到波斯灣的這條海路，途中需要經過的重要水域為何者？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('soc-8R',180,1475,1250,1700)],len(PS)-1),
]
PS+=['「累犯加重制度」近幾年來備受社會關注，在我國現行制度中，只要符合累犯資格，不考慮其情節輕重皆加重刑期，使得法官在量刑裁量上出現困難，因此聲請釋憲。\n大法官做出釋字第 775 號解釋，認為相關法規中規範「累犯者加重刑期」原則上不違憲。但《刑法》第 47 條第 1 項，在「一律」加重最低本刑至二分之一部分違憲。此號解釋公布後，大法官認定違憲的法條會立即失效，並要求立法院必須在兩年內完成修法，未來量刑上，法官審判時可直接依個案的情況，裁量是否加重最低本刑。\n（累犯：服刑完畢或執行一部分赦免，五年內故意再犯有期徒刑以上之罪者。）']
D+=[
(52,'根據上文所述，下列說明何者最能呈現大法官做出此號解釋的內涵？',['犯罪者為累犯則加重其刑的規定違反依法行政原則','解釋文的內容呈現司法權與監察權相互制衡的現象','立法院修法後，犯罪者若為累犯就不會被加重其刑罰','修法後，法官可依累犯者行為情節判決是否加重其刑'],[],len(PS)-1),
(53,'上文中所提累犯者須負的法律責任類型，與下列哪一事例相同？',['小發因隨意丟棄垃圾被環保局開立罰單','小名因搶劫路人的皮包被判處有期徒刑','小花家違法加蓋頂樓被縣政府依法拆除','小坪因路邊違規停車而遭警察依法處罰'],[],len(PS)-1),
(54,'上文中公布解釋文的政府機關，依據其職權判斷，下列何項公告也可以在該機關網站中找到？',['懲戒某公務人員因兼任民間公司職務被處以撤除職務及停止任用','審核並做出民國 110 年中央政府總決算及國營事業預算執行報告','修正《校園因應嚴重特殊傳染性肺炎疫情暫停實體課程實施標準》','糾正某政府機關怠惰制定防制校園霸凌的規範且忽視人員的訓練'],[],len(PS)-1),
]
