PS=[]
D=[
(1,'「隱士是古代一種獨特的人格典型，經常與孤傲、高潔、才德出眾、不落凡俗……等詞語畫上等號。□□他並非虛構的存在，□□對現代人而言，隱士儼然是遙不可及的道德標準，□□是難以理解的生命境界。」根據文意脈絡，空格處依序填入下列何者最恰當？',['倘若／那麼／除非','與其／不如／或許','因為／所以／何況','雖然／然而／甚至'],[]),
(2,'下列文句「　」中的詞語，何者使用正確？',['由於時局動盪，風雲「變幻」，他不得不「變換」身分，以求明哲保身','他利用病後「修養」的期間，潛身「休養」學問品德，期望再一展長才','這位享有一世「英明」的企業家，憑藉「英名」睿智的領導而深受敬重','他為了表現對朋友「意氣」深重，竟然一時「義氣」用事，鑄下了大錯'],[]),
(3,'「所有行動上的天才一開始都在思考同一個問題：不要被你當前的現狀所束縛。」（達文西）以上這段文字最適合用來勸誡下列哪一種人？',['缺乏自身主見，容易受到旁人左右的俊亨','工作一旦遇到瓶頸，總是裹足不前的詩戶','做事積極奮進，然而往往思慮不周的載禮','做事不得要領，以致經常事倍功半的福珠'],[]),
(4,'廣告大師李奧・貝納曾說過：「一個公司，如果員工都不敢開口說話，發出不同聲音，或大膽表達創見，這個公司大概離關門不遠了。」他同時強調：「我們製作產品銷售的廣告，但請記住，廣告負有廣泛的社會責任。」根據以上內容，下列何者最符合李奧・貝納創立廣告公司的理念？',['掌握市場動態，廣告訴求打動人心','服務客戶至上，營造企業優質形象','大膽創新改革，引領經濟發展趨勢','尊重多元意見，重視社會公共利益'],[]),
(5,'人傑國中的學生參加各項全國競賽表現優異，獲獎眾多，學校張貼海報以表達嘉勉與慶賀之意。下列各項競賽和題辭的配對，何者「不正確」？',['全國繪畫比賽第三名：匠心獨運','全國書法比賽第一名：鐵畫銀鉤','全國歌唱比賽第三名：口若懸河','全國作文比賽第三名：大筆如椽'],[]),
]
D+=[
(6,'「向文學的深處擺渡之前，須先向生活的深處擺渡。寫作要從非寫作處來，文學要從非文學處來。非寫作處、非文學處便是──充滿陽光與暗影、混合花香與腥臭、交織淚光與笑痕、錯綜幸福溫暖與悲慘荒謬的人間現實，以及生活──這泥濘難行、充滿各式腐植質的沃土！」根據上文內容，關於文學寫作，下列何者最接近這段文字所傳達的觀點？',['文學一如生活，黑暗與淚水之後必有陽光與歡笑','生活愈是晦暗悲苦，創作愈是能夠引發人心共鳴','生活的瑣務難登大雅之堂，實不宜納為寫作題材','寫作必須根植於現實生活，才能豐富文學的生命'],[]),
(7,'下列文句，何者用字完全正確？',['在遺撼中擱淺過的人，為了得到那一點點幸福，只能奮不顧身','人類的文明在地上展現，乃至於湮滅，歷史卻必然在地底集結','身上帶著層層疊疊的傷口，只要輕輕觸碰，就會引發遼原之火','坦然地做一個有暇疵的平凡人吧！能力有限並不等於人格缺陷'],[]),
(8,'下列文句「　」中的字，何者讀音正確？',['網路上看似親暱的人際互動，大半只是虛與委「蛇」：ㄧˊ','其實人生並不是贏在起跑點，而是贏在轉「捩」點：ㄌㄟˋ','這個歷史謎團撲「朔」迷離，正靜待世人一一解開：ㄙㄨˋ','這位國畫大師當眾揮毫，展現出高超的藝術造「詣」：ㄓˇ'],[]),
(9,'閱讀下文，回答問題：\n　　就讀中學時，張元植在啟蒙導師的嚴格教導下，(甲)【在充斥著高難度攀登地形的聖稜線一帶訓練，這是他認識山林的開端起點】。幾年下來，漸漸滋長出對登山的激情。\n　　國中畢業後，當其他人在網咖打電動時，他已登上北美第一高峰──德納利峰，(乙)【從此，這位青年便與高山結下了難以分開的不解之緣】。\n　　高中時，為了平撫母親的擔憂，他帶著她走了趟雪山，使母親相信：(丙)【眼前的他已不再是個孩子，而是一位遊走山林的專業嚮導】。\n　　大學畢業後，他以打工、當管理員、寫專欄賺取生活費，並儲存遠赴國外攀登八千米高山的資金，於2013年成功攀登布羅德峰。(丁)【每一次的攀登，他一定搜索資料，擬定周全完備的計畫】。他告訴母親：「相較於登頂，安全地回家是更重要的事。」\n上文內容中畫雙線處（以【】標示）的文句，何者敘述最為簡潔？',['(甲)','(乙)','(丙)','(丁)'],[]),
]
D+=[
(10,'閱讀下文，回答問題：\n　　亞馬遜創辦人貝佐斯的前妻瑪肯西，其離婚宣言是這麼寫的：「經過一段長時間的愛情探索和嘗試分居後，我們決定離婚，並以朋友關係繼續相處。我們對彼此相遇感到無比幸運，並深深感激結婚以來的每一年。如果早就知道25年後會分開，我們仍然會選擇在一起。\n　　婚姻就是一場漫長的馬拉松，需要衡量配速，有時並肩同行，有時迎頭趕上，或者緩下腳步等待對方。無須時時深情相望，而是能望著同一方向前行，才能把路走得更長。更大的勇氣是，當雙方目標不同時，是否有足夠的氣度告別，祝福對方踏上更好的旅程？」\n根據這段文字，關於瑪肯西對於婚姻的觀點，下列何者最符合？',['婚姻關係一旦無法繼續，彼此應該勇敢告別，從此形同陌路','婚姻就像賭注，一開始就要選擇正確，否則最終將徒留懊悔','婚姻中仍應忠於自我，保有自己的生活步調，無須配合對方','婚姻能夠維持長久的關鍵，在於彼此擁有共同的目標與願景'],[]),
(11,'「身為一位科學家，最高境界的樂趣總來自於發現和解謎。發現新現象或新原理令人無比興奮，而解開謎題也帶來無可替代的快樂。新發現會帶來新謎題，而解開謎題又會帶來新發現，兩者之間＿＿＿＿。」根據文意脈絡，畫線處應填入下列何者最恰當？',['互為因果','彼此牽制','大相逕庭','殊途同歸'],[]),
(12,'閱讀下文，回答問題：\n　　臺灣常見的日式建築中，有「切妻」、「寄棟」、「入母屋」、「方形」等數種屋頂形式，皆為斜頂。如何識別呢？其中，「寄棟」是側面與正面都呈現坡狀的屋頂，由一條正脊①、四條垂脊②所構成的「五脊四坡」式。\n　　「寄棟」的建築形式，在風土特徵上，四面降坡能導風洩水，具有抗暴雨又防風的特性，在易受海風吹拂的臺灣沿海地區特別多見。\n（①正脊：屋頂最高處的水平屋脊，位於兩坡相交處。②垂脊：從屋頂最高處下垂的屋脊。）\n根據上文內容，下列何者最符合「寄棟」的建築形式？',['圖(A)','圖(B)','圖(C)','圖(D)'],[('zh-04',185,1385,960,1745)]),
]
D+=[
(13,'王維的〈觀獵〉一詩「迴看射鵰處，千里暮雲平」中，「平」字的意思是「不高不低、不凸出的」。下列詩句中的「平」字，何者字義與之相同？',['山中人自正，路險心亦「平」','獨上「平」原望，蒼茫日漸低','清樽宜明月，復有「平」生人','何日「平」胡虜，良人罷遠征'],[]),
(14,'「戰少利，陳餘復請兵。項羽乃悉引兵渡河，皆沉船，破釜甑①，燒廬舍，持三日糧，以示士卒必死，無一還心。」以上這段內容出自《史記・項羽本紀》，此為成語「破釜沉舟」的典故由來。下列哪一個人的表現，最適合以這句成語來形容？（①釜甑：古代兩種烹飪的器具。甑，音ㄗㄥˋ。）',['多方考量籌劃，等待水到渠成的柯南','工作收入銳減，打算拮据度日的步美','平時態度散漫，考前熬夜準備的光彥','面臨事業危機，決定放手一搏的元太'],[]),
(15,'聖誕佳節前夕，親朋好友歡聚暢談。下列選項中的對話，何者用語最恰當？',['甲：「林校長，聽說貴校辦學績優，身為同窗的我真感到與有榮焉。」乙：「承蒙謬獎了！明日適逢敝校校慶，期待閣下蒞臨，不吝給予指教。」','甲：「歡迎大駕光臨，真令貴府蓬蓽生輝啊！怎不見尊夫人一起前來呢？」乙：「唉！不巧，家夫人甫從西班牙回來，正展開為期一週的自主防疫。」','甲：「疫情下許多店家慘澹經營，不知貴大號有什麼因應對策呢？還請指點。」乙：「小號目前推動網路宅配販售，略有成效，提供一點高見給閣下參考。」','甲：「賢弟開設的補習班經營有成，還培育出優秀的高足，令賢兄佩服。」乙：「這全要感謝賢夫婦在小弟創業時鼎力相助，大恩大德永銘於心。」'],[]),
(16,'《淮南子・說山訓》：「美之所在，雖汙辱，世不能賤；惡之所在，雖高隆①，世不能貴。」根據這段文字，「美」與「惡」所具有的特性，用下列哪一段話形容最恰當？（①高隆：抬高它的身價。）',['如人飲水，冷暖自知','樂山樂水，氣類相合','清渭濁涇，本質不易','變動不居，並無定性'],[]),
]
D+=[
(17,'閱讀下文，回答問題：\n　　貝加爾湖，蒙古語意為「自然」，代表貝加爾湖自然天成的壯麗。而它巨大深邃，冬季結冰時折射出藍光，使得它有「西伯利亞的藍眼睛」之美稱。\n　　貝加爾湖面積逼近臺灣大小，呈新月型，是亞洲第一大淡水湖，也是世界最深湖泊。因超過2500萬年的歷史，以及超過千種的特有種生物，在1996年被聯合國教科文組織登錄為世界自然遺產。\n　　貝加爾湖有22座島，其中奧利洪島最大，是貝加爾湖唯一有人居住的島，島上的薩滿山是薩滿教的聖地。\n　　貝加爾湖唯一流出的安加拉河，沿岸逐步拓展成伊爾庫茨克這座人口達60萬的城鎮。街道寬大，建築秀麗，也有輕軌、電車等大眾運輸系統。\n根據以上內容，下列對於貝加爾湖的敘述何者正確？',['湖泊遼闊深邃，隨四季幻化出不同風貌','擁有悠久的歷史發展與珍貴的生物資源','支流十分眾多，沿岸陸續發展成為城鎮','因地處偏遠而形成杳無人煙的絕美之境'],[]),
(18,'閱讀下文，回答問題：\n　　臺北女生通常不真的是臺北女生。她往往有一個不是臺北的家，在過節的時候總要回去。她會從小小的租屋處，光鮮亮麗地拉著行李搭捷運，在複雜的地下道穿梭，上了高鐵坐下來，喝一口小七買的咖啡，聽iPhone裡的音樂。她不會離開臺北很久，因為沒有那麼好的收入四處旅行。也沒有那麼久的假期。\n　　臺北女生也有軟弱的時候──但她不是落難的公主，只是不得志的白居易，被一份雞肋般的工作勒得看不見出路。\n　　我覺得，是臺北讓人變成了臺北女生。這城苦她心志，勞她筋骨，雖然咬著牙奮鬥，卻仍然笑咪咪；別人輕賤她，卻還是心懷大志。\n　　我曾經做過臺北女生。花了很大的力氣才從臺北畢業。幸好，我可以問心無愧地說：天降大任於斯人，是這城讓我成了臺北女生，終究能了人所不能。（改寫自許菁芳〈臺北女生〉）\n老師賞析完這篇文章後，請同學以「臺北女生」為主題，創作一段押韻的歌詞，可以發揮合理的想像，但不能違背文章內容。下列哪一個人的創作內容「最不恰當」？',['杉菜：臺北不是我的根，只是個奮鬥的國度，一遍遍告訴自己，莫忘來時路','雅子：雖然我拿著iPhone手機，穿著潮牌衣褲，但錢包的鈔票其實寥寥可數','香織：誰說我可憐兮兮，只是臺北居大不易，南瓜變馬車或許是童話的騙局','千越：這無情的城市，看不見我的努力，一雙翅膀早已折翼，再也無法飛起'],[]),
]
D+=[
(19,'「君人者，舍法而以身治，則誅賞予奪，從君心出矣。然則受賞者雖當，望多無窮；受罰者雖當，望輕無已。君舍法，而以心裁輕重，則同功殊賞，同罪殊罰矣，怨之所由生也。」根據這段文字，一個國君治理國家、訂定賞罰，應該以下列何者為依據？',['法律制度','君心好惡','功勛爵祿','道德聲望'],[]),
(20,'以上圖表是107到111年，政府推動電動機車的相關政策。幾個朋友依據圖表內容展開以下對話，下列只有哪一個人的敘述最恰當？（①零件共通性：指不同的產品使用相同規格的零件，以降低成本，提升生產效能。）',['小茵：這幾年持續開發共同零件，零件的共通性愈來愈高了','小妍：到111年，購車補助總額居然已經是107年的兩倍呢','小薰：從107年到111年，充電站新增的數量逐年不斷提升','小晏：買重型車比較划算，因為它的降價幅度遠大於輕型車'],[('zh-07',185,570,960,915)]),
(21,'閱讀下文，回答問題：\n　　魯恭為中牟令，重德化，不任刑罰。袁安聞之，疑其不實，陰使人往視之。隨恭行阡陌，俱坐桑下。有雉過，止其旁，旁有兒童。其人曰：「兒何不捕之？」兒言雉方雛，不得捕。其人訝而起，與恭決①曰：「所以來者，欲察君之政績也。今蝗不犯境，此一異也；愛及鳥獸，此二異也；童有仁心，此三異也。久留徒擾賢者耳，吾將速反，以狀白安。」（①決：通「訣」，此指辭別。）\n文中袁安派遣使者視察魯恭的政績，「其人訝而起」並決定告辭返京，其理由最接近下列何者？',['魯恭待人謙恭仁厚，使者深感百聞不如一見','魯恭轄境內天有異象，不速離去恐災禍及身','幼童不敢捕捉野雉，足見苛政之下人人自危','幼童竟有仁心，由此可知魯恭仁德教化之功'],[]),
]
D+=[
(22,'「阮公雖淪跡①，識密鑒亦洞②。沉醉似埋照③，寓詞類託諷。長嘯若懷人④，越禮自驚眾。物故不可論⑤，途窮能無慟？」這首詩是在描寫魏晉時期「竹林七賢」中的阮籍。關於詩中對於阮籍的描寫，下列何者「最不符合」？（①淪跡：隱藏形跡，指隱居不仕。②洞：透徹、明白。③埋照：掩藏才識，不使顯露。④長嘯若懷人：蘇門山有位隱居的高士，阮籍慕其人品而前往拜訪，然高士卻不交一言，阮籍於是長嘯一聲離去。⑤物故不可論：此指世事敗壞已不可評論。）',['洞如觀火','放浪形骸','恃才傲物','韜光養晦'],[]),
(23,'古代詩詞中，上下兩句的文意，經常存在著順承、並列、轉折、因果、比較等關係。下列選項中前後詩句的關係，何者說明正確？',['稚子就花拈蛺蝶，人家依樹繫鞦韆──前後兩句文意並列，描寫山居生活的閒適','含情欲說宮中事，鸚鵡前頭不敢言──前句為因後句為果，描寫宮女的幽深情懷','只恐夜深花睡去，故燒高燭照紅妝──前後句文意轉折，呈現愛花人內心的矛盾','即從巴峽穿巫峽，便下襄陽向洛陽──前後句表比較，指舟行快速不及歸心似箭'],[]),
(24,'「費千金為一瞬之樂，孰若散而活凍餒①幾千百人；處眇②軀以廣廈，何如庇寒士於一廛③之地乎？」如果一位大臣以這段內容來做為諫言，它最適合用來勸諫下列哪一種國君？（①餒：飢餓。②眇：音ㄇㄧㄠˇ，微小、卑微。③一廛：古時一個成人定居、自給自足所需的土地。廛，音ㄔㄢˊ。）',['剛愎任性，自以為是','縱情享樂，不顧民生','昏庸無能，賢愚不分','好大喜功，勞民傷財'],[]),
(25,'「晉平公作琴，大弦與小弦同，使師曠①調之，終日而不能成聲。公怪之，師曠曰：『夫琴大弦為君，小弦為臣，大小異能，合而成聲，無相奪倫②，陰陽乃和。今君同之，失其統③矣，夫豈瞽④師所能調哉？』」根據文中師曠所說的這段話，合宜的君臣關係，最接近下列何者？（①師曠：春秋時晉國樂師，以善辨音律著名。②無相奪倫：不能失去條理、順序。③統：綱紀、規矩。④瞽：音ㄍㄨˇ，瞎眼的人。）',['臣子如犬馬，君王有憂，應立即效勞','君視臣有如手足，臣視君則有如腹心','君臣有別，相輔而成，才能維繫朝綱','君臣各司其職，各自為政，不加干預'],[]),
]
PS+=['　　漢語中有「久旱逢甘霖」一說。無獨有偶，英語也有一個詞叫petrichor，形容經歷又熱又乾的天氣後，一場及時雨所帶來的甘甜與芬芳。\n　　為什麼雨水能如此好聞？它不僅是人們渴望雨水的心理作用，實際上是有科學根據的。細菌、植物甚至閃電，都是雨後散發芳香氣味的因素。雷雨過後的清新空氣，以及泥土溼潤的味道，向來令人心曠神怡；科學家長久以來對這種味道著迷，就連香水師也對此感興趣。1960年代，澳大利亞的兩位研究人員發現，久旱之後泥土的芬芳氣味，是雨水落下後，土壤中的細菌產生的。英國約翰・英納斯中心的巴特那教授解釋：土壤裡富含一種叫「土臭素」的細菌，當雨水打溼土壤時，土臭素分子就會釋放出來，在空氣中瀰漫。因此當人們聞到泥土潤溼的味道，其實就是空氣中這種細菌分子的味道。如今，土臭素已經成為香水中一種常用成分。\n　　丹麥奧爾堡大學的尼爾森教授認為，雨水的香氣還可能與某些高山植物分泌的氣態芳香「萜烯（ㄊㄧㄝ　ㄒㄧ）」類物質有關，它能使神經中樞興奮、刺激相應的器官。當雨水落到植物上，可能損傷葉毛的組織，這時，葉毛就會釋放出「萜烯」類物質，產生令人愉悅的香氣。\n　　此外，還有閃電雷鳴的作用。專家認為，閃電、雷鳴、雨水都可以改善空氣質量。當雨水沖走灰塵及空氣中的懸浮微粒，會令空氣更加清新。\n（改寫自《BBC NEWS》〈雨後芬芳的味道　科學道理原來是這樣〉）']
D+=[
(26,'文中第三段提到「當雨水落到植物上，可能損傷葉毛的組織，這時，葉毛就會釋放出『萜烯』類物質，產生令人愉悅的香氣」，這種香氣形成的原理，與下列何者最接近？',['料理食物時把食用香草搗碎，使香味釋放出來','用插電式的薰香水氧機，噴散出帶香氛的水霧','在盛水器皿中滴入精油，燃燒加熱使香氣揮發','在手腕處噴灑香水，隨著脈搏跳動散發出香味'],[],len(PS)-1),
(27,'根據本文內容，下列敘述何者最恰當？',['土臭素普遍被運用在香水中，此一現象促使科學家進行研究','雨後泥土潤溼的味道，來自土臭素在土壤中發酵而成的氣味','植物皆能分泌出萜烯類物質，因此綠化環境就能使空氣芬芳','雨後的芬芳並非雨水本身，而是與細菌、植物等作用的結果'],[],len(PS)-1),
]
PS+=['孫大娘經營的「良心客棧」需要增加人手，因此張貼以下徵才啟事：\n★「良心客棧」誠徵夥計★\n良心客棧在近郊，自備車馬到班來。工作時辰巳到申，午時之間休一刻。\n灑掃裡外保清潔，端盤收碗清汙穢。招呼客人多微笑，手腳利索①勤應對。\n十五發薪兩白銀，午膳免費全供應。若有曠職或遲到，按天減俸實算計。\n月休三日任君排，年假九日照實來。每逢中秋有佳禮，春節加贈臘肉條。\n夥計年歲而立佳，弱冠以下不宜來。上述鰥寡孤獨②者，優先錄取不須待。\n良心老闆良心人，良心客棧良客來，誠徵良心好夥計，良心酬勞良待遇。\n（①利索：指動作俐落。②鰥寡孤獨：指孤獨困苦、無依無靠的人。鰥，老而無妻。寡，老而無夫。孤，幼而無父。獨，老而無子。）']
D+=[
(28,'根據徵才內容，下列敘述何者正確？',['每個月中發放薪資，另外提供午餐與車馬補助費','每天工作時間8小時，午餐後可休息至午時結束','工作涵蓋打掃、收拾碗盤，服務態度須殷勤周到','須配合店家排定休假，若有缺曠則扣減休假天數'],[],len(PS)-1),
(29,'根據徵才內容，若僅錄取一人，下列何人最符合優先錄取的資格？',['吳所蔚：女性，十八歲，高中剛畢業。自小失去雙親，個性樂觀，做事細心。','甄南嬌：女性，四十五歲，丈夫已過世。需提供交通車接送，要求月薪三白銀。','莊吾佔：男性，二十八歲，結婚兩年，家庭美滿。工作認真，要求週休一日。','張熙熙：男性，三十歲，妻子已過世，膝下無子。做事勤快，手腳十分俐落。'],[],len(PS)-1),
]
PS+=['新開幕的咖啡店，牆上張貼了一張圖表來說明各種咖啡品項的內容成分（圖表見題目附圖）。\n健康小提醒：\n　　一般健康成年人，一天適合的咖啡因攝取量大約300毫克至400毫克之間。有心臟疾病者，一天攝取不超過200毫克。十二歲以下不宜攝取咖啡因，青少年一天不超過100毫克，孕婦則是一天不超過200毫克。\n　　本店飲品（以中杯360c.c.／大杯480c.c.計算）咖啡因含量100毫克以下標示為1顆咖啡豆，101～200毫克標示為2顆，201～300毫克以上標示為3顆。']
D+=[
(30,'美崙每天上午習慣喝一杯咖啡，提振一天的活力。她不喜歡奶油的黏膩口感，最愛大量香濃綿密的奶泡，加上少許牛奶，與濃縮咖啡融合而成的美妙滋味。下列何者最有可能是她偏好的品項？',['摩卡咖啡','拿鐵咖啡','卡布奇諾咖啡','瑪琪雅朵咖啡'],[('zh-11',300,245,1110,805)],len(PS)-1),
(31,'根據咖啡因攝取量的說明，下列哪一個人購買的咖啡品項「最不恰當」？',['剛升高中，全力拚課業的光光：中杯美式','身體健康，剛升上主管的渙渙：大杯美式','心律不整，定期服藥中的阿賢：中杯拿鐵','身懷六甲，喜迎龍鳳胎的朵朵：中杯摩卡'],[('zh-11',300,245,1110,805)],len(PS)-1),
]
PS+=['母親的墳地座落在多蟬聲的村子盡頭\n父親的新墳，在陽光晴麗的昨日\n水氣氤氳的清晨\n我們燃捻香炷默禱哀思\n這前首水田縈繞，周遭有竹林深聳\n\n竹林深聳且有清風吟嘯放歌\n而此後年年，櫛沐著清明雨\n我們歸返故鄉，繞行著激灩的水田\n再往村子盡頭行去\n我們仰瞻孺慕\n親情深恩存植成一坏黃土\n\n我們歸返故鄉\n如今這是臍帶落植的方向\n而含悲的哀思噙淚的眼\n都入故園夢裡\n化濡古牆上斑駁的蒼苔\n（白萩〈哀思〉）']
D+=[
(32,'根據這首詩的內容，下列敘述何者正確？',['作者的父親與母親一同離世，令作者無限哀傷','父親的墳地附近水田環繞，有竹林、清風為伴','作者自幼年至長大成人，眷戀故鄉而不曾離開','作者在細雨紛紛的清明節掃墓，因而抒寫此詩'],[],len(PS)-1),
(33,'這首詩所傳達的情感，與下列何者最接近？（①篋笥：音ㄑㄧㄝˋ ㄙˋ，竹編的箱子。）',['還顧望舊鄉，長路漫浩浩。同心而離居，憂傷以終老','常恐秋節至，涼飆奪炎熱。棄捐篋笥①中，恩情中道絕','春韻入園香，慈嚴卻遠航。殘紅誰再護，把酒問夕陽','白髮催年老，青陽逼歲除。永懷愁不寐，松月夜窗虛'],[],len(PS)-1),
]
PS+=['《列子》一書在〈力命〉中，將「力量」和「命運」加以擬人化，並展開論辯。以下就是關於「力量」和「命運」之間的一段對話：\n　　力謂命曰：「若①之功奚若我哉？」命曰：「汝奚功於物而欲比朕②？」\n　　力曰：「壽夭、窮達、貴賤、貧富，我力之所能也。」命曰：「彭祖之智不出堯舜之上，而壽八百；顏淵之才不出眾人之下，而壽四八。仲尼之德不出諸侯之下，而困於陳蔡；殷紂之行不出三仁③之上，而居君位。季札無爵於吳，田恆專有齊國。夷齊餓於首陽④，季氏⑤富於展禽⑥。若是汝力之所能，奈何壽彼而夭此，窮聖而達逆，賤賢而貴愚，貧善而富惡邪？」\n　　力曰：「若如若言，我固無功於物，而物若此邪，此則若之所制邪？」命曰：「既謂之命，奈何有制之者邪？朕直而推之，曲而任之。自壽自夭，自窮自達，自貴自賤，自富自貧，朕豈能識之哉？朕豈能識之哉？」（《列子・力命》）\n（①若：代詞，指你。②朕：用於自稱，即「我」。③三仁：殷朝微子、箕子、比干三個賢人。④夷齊餓於首陽：伯夷、叔齊不食周粟，隱居首陽山，采薇而食，最後餓死。⑤季氏：魯國的貴族，掌握魯國政權。⑥展禽：人稱「柳下惠」，為人誠信貞潔。）']
D+=[
(34,'文中，「命運」對「力量」提出質疑：「若是汝力之所能，奈何壽彼而夭此，窮聖而達逆，賤賢而貴愚，貧善而富惡邪？」關於這段話的文意說明，下列何者正確？',['壽彼而夭此──使那些賢者長壽，而使不賢者早夭','窮聖而達逆──使聖賢能夠通達，而逆臣賊子窮困','賤賢而貴愚──使賢人地位卑賤，愚者卻地位尊貴','貧善而富惡──使貧窮者更善良，使富貴者更邪惡'],[],len(PS)-1),
(35,'末段中，「命運」回答「力量」：「既謂之命……朕豈能識之哉？」若將這段內容以一段話來涵蓋要旨，下列何者最恰當？',['人貴自助，自助而後能得天助也','天命固不可違，唯行善者能易之也','既謂之命者，皆操之於己而非制於人','窮通貴賤，自有命定，非我能制之者也'],[],len(PS)-1),
]
PS+=['　　星期一上午：放風①。\n　　一串碰撞擦響的鑰匙聲，在走廊上弔詭徘徊，接下來，清楚聽見鑰匙插入和扭轉聲。匡啷！沉重的鐵門開了，狹窄的廊道上，一群人並排成三路，等待所有鐵門開啟，更多人加入行列。\n　　服務員在前方吆喚：「齊步走！」連同我三列隊伍，(甲)【像三隻病懨懨的百腳蜈蚣，伴隨著藍白拖鞋啪噠啪噠彳亍②前行】。一二──一二，答數！一──二──三──四，一二──三四，一二──三四，一二三──四。\n　　中央臺前有個岔口，領頭的毫不遲疑向右拐，(乙)【篤定跟隨的眾人，不會背棄他往另一方向】，因為這個方向是今天上午唯一的目的地。\n　　阿福到我後面說：(丙)【這條道路他走了十七年了，所累積的里程數，應該也快到家了吧】！\n　　「真的快到家了嗎？」我回頭望著他。\n　　「快了，若沒算錯，只須再走一年吧！」\n　　穿越最後一道隔離的鐵門，在結束狹仄的走道後，頭頂低沉的壓迫感頓時消失，替代冰冷水泥的，是一片明亮和煦的藍天。我抬頭注視著它，頭頂這片天空真的長著四邊，全是鐵絲網圍成固執的對等，難以想像這就是鐵窗內的天空──＿＿＿＿＿＿。\n　　藍天象徵著自由，諷刺的是：近兩千五百人的自由卻被拘禁在同一片天空下。失去自由是什麼感覺？很難說得明白。\n　　這處天空下，三五成群的張王李趙，籃球架下爭奪唯一橘紅的小撮人影，或是架高網子分隔兩側的排球互擊，還有手持球拍將一球羽毛送往對方。所有的球類運動，將球不間斷地往天空推送，像一種公開的儀式，把每個人心中的嚮往，寄託圓滿的球體，用雙手使勁向天空祈禱，讓湛藍的天空，將衷心的希望和思念，送回遠方的家鄉。\n　　家，就在同一片天空下的另一端。(丁)【距離有多遠？公里數不是正確的計算方式，應該用好幾百個好幾千個二十四小時來換算】。\n　　「時間到！集合！」\n　　一聲劃破天際的吆喚，迫使我們聚集合體，成了方方正正，不見任何個性的蟻群。（改寫自曹瑋〈放風〉）\n（①放風：監獄中的規矩，於固定時間放犯人到牢外活動。②彳亍：音ㄔˋ ㄔㄨˋ，指緩步慢行。彳，左步；亍，右步。）']
D+=[
(36,'根據上文內容，關於文中畫線處（以【】標示）的文意，下列闡釋何者最恰當？',['(甲)：一群囚犯長久被拘禁，身心紛紛出現疾病','(乙)：形容囚犯們對於帶頭的領隊感到心悅誠服','(丙)：受刑人的家雖近在咫尺，卻有如相隔千里','(丁)：回家並非決定於距離遠近，而是刑期長短'],[],len(PS)-1),
]
D+=[
(37,'根據文意脈絡，文中的缺空處，填入下列何者最恰當？',['雖然圍著鐵絲網，然而內外的風景並沒有不同','雖是同一片藍天的延伸，卻有著被禁錮的悲哀','即使身在鐵窗內，心靈仍如飛鳥一般自在翱翔','我日復一日受囚於內心的牢籠，永遠無法掙脫'],[],len(PS)-1),
(38,'文中多處運用象徵手法，藉具體事物來傳達抽象情感。關於下列事物所暗指的涵義，何者敘述最恰當？',['百腳的蜈蚣──暗指受刑人恨不得能有百足，快速脫離囚籠','明亮的藍天──暗示受刑人雖然身陷牢獄，內心卻積極樂觀','圓滿的球體──寄託受刑人對於回歸家鄉的美好期待與嚮往','方正的蟻群──意指這群受刑人在囚禁期間，必須團結合作'],[],len(PS)-1),
]
PS+=['　　壽光侯者，漢章帝時人也。能劾①百鬼眾魅，令自縛見形。其鄉人有婦為魅所病，侯為劾之，得大蛇數丈，死於門外，婦因以安。又有大樹，樹有精，人止其下者死，鳥過之亦墜。侯劾之，樹盛夏枯落，有大蛇，長七八丈，懸死樹間。\n　　章帝聞之，徵問②。對曰：「有之。」帝曰：「殿下有怪，夜半後，常有數人，絳衣，披髮，持火相隨。豈能劾之？」侯曰：「此小怪，易消耳。」帝偽使三人為之。侯乃設法，三人登時仆地，無氣。帝驚曰：「非魅也，朕相試耳。」即使解之。（《搜神記》）\n（①劾：這裡指制伏。②徵問：詢問。）']
D+=[
(39,'根據上文內容，下列敘述何者正確？',['因壽光侯降伏蛇妖，鄉人暗中勸說章帝試驗其法術','壽光侯施法不僅能制伏鬼魅，即使是人也立即倒地','殿內鬼怪作祟，章帝苦無對策因而請求壽光侯協助','壽光侯降妖時親自將其綑綁，唸咒語使其現出原形'],[],len(PS)-1),
(40,'關於本文的寫作手法，下列說明何者最恰當？',['透過具體事例及人物對話，凸顯壽光侯法術高強','運用多種摹寫法，細膩地描寫壽光侯降妖的過程','以倒敘手法，述說壽光侯如何使章帝相信其法力','以先敘後議的寫作方式，總結壽光侯的神異事蹟'],[],len(PS)-1),
]
