D=[
(1,r'算式 \((-3)\times|-7|-|-5|\) 之值為何？',[r'\(-26\)',r'\(-16\)',r'\(16\)',r'\(26\)'],[]),
(2,r'PM2.5 又稱為「細懸浮微粒」，其直徑小於或等於 2.5 微米。若某種 PM2.5 的大小為 2 微米，且恰好為某根頭髮直徑的二十八分之一，則此根頭髮的直徑約為多少公分？（1 微米 \(=10^{-6}\) 公尺）',[r'\(5.6\times10^{-3}\)',r'\(5.6\times10^{-2}\)',r'\(5.6\times10^{2}\)',r'\(5.6\times10^{3}\)'],[]),
(3,r'化簡 \((6x^2-3x+8)-(-4x^2+x-2)\) 之後，可得下列哪一個結果？',[r'\(2x^2-4x+10\)',r'\(2x^2-2x+6\)',r'\(10x^2-4x+10\)',r'\(10x^2-2x+6\)'],[]),
(4,r'若 \(2x^2+px-2\) 是 \(2x-1\) 的倍式，則 \(p\) 值為何？',[r'\(-3\)',r'\(-2\)',r'\(2\)',r'\(3\)'],[]),
(5,'下列式子何者正確？',[r'\(5\times5\times5\times5=4^5\)',r'\(4+4+4+4=4^4\)',r'\(2+2+2+2=2^3\)',r'\(10\times10\times10=2\times5^3\)'],[]),
(6,r'王老師退休後在鄉下買了一塊農地，並規畫將其中的 \(\dfrac{1}{20}\) 蓋農舍，蓋完農舍後農地面積的 \(\dfrac{2}{5}\) 種蔬菜，最後再將剩下農地面積的 \(\dfrac{1}{3}\) 種花卉，則種蔬菜的面積為種花卉面積的多少倍？',[r'\(\dfrac{5}{6}\)',r'\(\dfrac{6}{5}\)',r'\(2\)',r'\(\dfrac{8}{3}\)'],[]),
(7,r'坐標平面上，已知二元一次方程式 \(4x-3y=12\) 的圖形通過 \(P\) 點。若 \(P\) 點的 \(y\) 坐標為 \(-4\)，則 \(P\) 點的位置在下列何處？',['第三象限','第四象限',r'\(x\) 軸',r'\(y\) 軸'],[]),
]
PS=[]
D+=[
(8,r'以下是甲、乙兩人解一元一次方程式的過程：'+'\n'+r'甲：解 \(\dfrac{2x+3}{2}+\dfrac{4x-5}{3}=13\)'+'\n'+r'① 將式子乘以 6，得 \(3(2x+3)+2(4x-5)=13\)'+'\n'+r'② 去括號，得 \(6x+9+8x-10=13\)'+'\n'+r'③ 合併移項後，得方程式 \(14x=14\)'+'\n'+r'④ 解得 \(x=1\)'+'\n'+r'乙：解 \(\dfrac{x+5}{3}-\dfrac{2x-3}{4}=\dfrac{7}{12}\)'+'\n'+r'① 將式子乘以 12，得 \(4(x+5)-3(2x-3)=7\)'+'\n'+r'② 去括號，得 \(4x+20-6x-9=7\)'+'\n'+r'③ 合併移項後，得 \(-2x=-4\)'+'\n'+r'④ 解得 \(x=2\)',['兩人皆正確','兩人皆錯誤','甲正確，乙錯誤','甲錯誤，乙正確'],[]),
(9,r'若一元二次方程式 \(x^2-8x-48=0\) 的兩根為 \(a\)、\(b\)，且 \(a>b\)，則 \(a-2b\) 之值為何？',[r'\(-28\)',r'\(-20\)',r'\(4\)',r'\(20\)'],[]),
(10,'媽媽想依據圖(一)的食譜烤 20 個波羅麵包，打開櫥櫃後發現有 850 公克的麵粉、250 公克的細砂糖、6 顆蛋、375 公克的奶油，請問下列敘述何者正確？',['麵粉不夠 50 公克','細砂糖多了 15 公克','蛋不夠 1 顆','奶油多了 120 公克'],[('ma-3L',775,1335,1240,1860)]),
(11,r'算式 \(\dfrac{\sqrt7+\sqrt3}{\sqrt3-\sqrt7}\) 之值為何？',[r'\(-\dfrac{5}{2}-\dfrac{1}{2}\sqrt{21}\)',r'\(-\dfrac{5}{2}+\dfrac{1}{2}\sqrt{21}\)',r'\(\dfrac{5}{2}-\dfrac{1}{2}\sqrt{21}\)',r'\(\dfrac{5}{2}+\dfrac{1}{2}\sqrt{21}\)'],[]),
(12,r'若多項式 \(6x^2+x-\dfrac{3}{2}\) 除以 \(mx+n\)，得商式為 \(3x-1\)，餘式為 \(-\dfrac{1}{2}\)，則 \(n\) 值為何？',[r'\(1\)',r'\(2\)',r'\(3\)',r'\(4\)'],[]),
(13,r'圖(二)為小嫻在美術課利用大、小兩圓所設計的徽章圖案。若大圓、小圓的半徑分別為 \(19\dfrac{3}{5}\)、\(10\dfrac{2}{5}\)，則灰色區域的面積為何？',[r'\(\left(9\dfrac{1}{5}\right)^2\pi\)',r'\(248\pi\)',r'\(276\pi\)',r'\(30^2\pi\)'],[('ma-3R',955,1070,1250,1410)]),
(14,r'已知 \(a=\sqrt{20}\)，則不等式 \(4x-a<ax-4\) 的解為何？',[r'\(x>1\)',r'\(x>-1\)',r'\(x<1\)',r'\(x<-1\)'],[]),
]
D+=[
(15,r'已知兩線型函數 \(y=f(x)\) 與 \(y=g(x)\) 滿足以下兩個關係：① \(f(1)<g(1)\)　② \(f(3)=g(3)\)。請問下列何者可能為此兩函數的圖形？（選項為下圖四張圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('ma-4L',205,360,1130,1005)]),
(16,r'已知方程式 \((2x-1)(x+3)=0\) 的解為 \(a\)、\(b\)，且 \(a>b\)，則 \(a\) 為下列哪個方程式的解？',[r'\((x+1)(x+3)-(x+1)(3x-1)=0\)',r'\((2x+1)(x+3)+(x+6)(x+3)=0\)',r'\((x+1)(2x+1)-(3x-1)(x+1)=0\)',r'\((3x+4)(x-2)+(3x+4)(x+1)=0\)'],[]),
(17,r'已知多項式 \(P=(x-2)(x-6)+(x-6)(ax+4)\)，\(Q=(2x+1)(2x-7)-(x-b)(2x+1)\)，其中 \(a\)、\(b\) 均為整數。若多項式 \(P\)、\(Q\) 有兩個一次公因式，則 \(a+b\) 之值為何？',[r'\(-4\)',r'\(-1\)',r'\(1\)',r'\(4\)'],[]),
(18,r'已知 \(x\) 為正整數，且 \(x\le120\)，則使得 \(\sqrt{3x}\) 為整數的 \(x\) 共有多少個？',[r'\(3\)',r'\(6\)',r'\(8\)',r'\(11\)'],[]),
(19,r'圖(三)數線上有 \(O\)、\(A\)、\(B\)、\(C\)、\(D\) 五點，根據圖中各點所表示的數，判斷 \(\sqrt{30}\) 在數線上的位置會落在下列哪一線段上？',[r'\(\overline{OA}\)',r'\(\overline{AB}\)',r'\(\overline{BC}\)',r'\(\overline{CD}\)'],[('ma-4R',860,560,1250,690)]),
(20,r'如圖(四)，四邊形 \(ABCD\) 與四邊形 \(CEFG\) 均為正方形，其面積分別為 8 和 2，圖(五)為正方形 \(PQRS\)，其面積為 18。若圖(四)的周長為 \(x\)，圖(五)的周長為 \(y\)，則 \(x\) 與 \(y\) 的關係，下列何者正確？',[r'\(y=x-2\sqrt2\)',r'\(y=x+2\sqrt2\)',r'\(y=x-8\)',r'\(y=x+8\)'],[('ma-4R',370,1190,1090,1550)]),
]
D+=[
(21,r'如圖(六)，有甲、乙、丙三種邊長均為正整數的不同紙板，其中甲：邊長為 \(x\) 的正方形，共 5 塊；乙：長為 \(x\)，寬為 1 的長方形，共 35 塊；丙：長為 4，寬為 3 的長方形，共 5 塊。今小東將這 45 塊紙板以緊密且不重疊的方式拼成一個大矩形，則其邊長不可能為下列何者？',[r'\(5x+20\)',r'\(5x+15\)',r'\(x+5\)',r'\(x+4\)'],[('ma-5L',1035,225,1250,670)]),
(22,'圖(七)為碳致和竺雄兩兄弟討論休假相約一起回家的經過。碳致說：「我工作一天然後休息一天。」竺雄說：「我工作兩天然後休息一天。」碳致說：「3 月 1 日是週日，也是我們共同的工作休息日，一起回家看爸媽。」竺雄說：「好喔！沒問題！」\n若兩人約定下次一起在週日的工作休息日回家，則根據圖中的對話，判斷此時為幾月幾日？',['3 月 6 日','3 月 15 日','4 月 1 日','4 月 12 日'],[]),
(23,r'已知 \(x=\dfrac{1-\sqrt{577}}{3}\)，則 \((9x^2-6x-577)^2\) 之值為何？',[r'\(0\)',r'\(1\)',r'\(2\)',r'\(3\)'],[]),
(24,'表(一)為某棒球聯盟某年的球季戰績表，該聯盟有暴虎、猛獅、飛象、紅龍四隊，每隊均與其他三隊各比 40 場，但其中部分資料汙損。根據表中的資料，判斷紅龍隊的獲勝場數為何？',['36','46','54','68'],[('ma-5R',470,320,955,650)]),
(25,r'熱愛棒球的小楷想製作一個棒球本壘板，於是上網查詢本壘板的製作說明，並依照下面的步驟製作了一個小型五邊形 \(AEFGD\) 本壘板，如圖(八)所示：'+'\n'+r'① 圖(八)是正方形 \(ABCD\)。'+'\n'+r'② \(\overline{AE}=\overline{DG}=\dfrac{1}{2}\overline{AD}\)。'+'\n'+r'③ \(F\) 是 \(\overline{BC}\) 的中點。'+'\n'+r'④ 裁掉 \(\triangle BEF\)、\(\triangle CGF\) 後，即可得到五邊形 \(AEFGD\) 本壘板。'+'\n'+'若此小型本壘板中，最長的邊長為 40 公分，則第二長的邊長是幾公分？',[r'\(10\sqrt2\)',r'\(20\)',r'\(10\sqrt5\)',r'\(20\sqrt2\)'],[('ma-5R',970,830,1235,1150)]),
(26,r'已知大富銀行一年期定期儲蓄存款的利率為 \(x\%\)，某日黃先生拿本金 50000 元去該銀行辦理一年期定期儲蓄存款。一年到期後，他從本利和中取出 30000 元去購買手機，並將剩餘的錢再次辦理一年期定期儲蓄存款，但此時利率只剩原利率的八成。已知到期後本利和為 20664 元，請問 \(x\) 值為何？（1 年期的本利和＝本金×(1＋利率)）',[r'\(0.8\)',r'\(1\)',r'\(1.2\)',r'\(1.4\)'],[]),
]
