PS=[]
D=[
(1,'經過一天忙碌的學習和活動，回到家後洗個熱水澡，可以讓全身放鬆。洗完澡後，全身暖呼呼，臉也變得紅通通的，這是因為下列哪一項？',['皮膚下的血管擴張以幫助散熱','皮膚下的血管收縮以幫助產熱','洗澡讓紅血球攜帶氧氣量增加','洗澡讓皮膚變透明'],[]),
(2,'鵂鶹為臺灣體型最小的貓頭鷹，而領角鴞則是臺灣淺山（海拔800公尺以下的區域）最常見的貓頭鷹，如表(一)為兩種貓頭鷹的分類資料（鵂鶹：綱 Aves、科 Strigidae、屬 Taenioptynx；領角鴞：綱 Aves、科 Strigidae、屬 Otus），由表可判斷下列何者敘述正確？',['兩者在分類上為同種不同屬','兩者可雜交生下具有生殖能力的子代','由科可知兩者一定同目','由綱可知兩者必定同目'],[]),
(3,'曉明和家人到熱門景點「梅嶺」賞梅花，觀察到梅花樹的美麗花朵，如圖(一)所示，此外曉明還觀察到梅花葉子與櫻花葉子的形狀很像，但是比較小。試依你學過的植物分類知識判斷，下列有關梅花樹的相關敘述，何者正確？',['為單子葉植物','子葉為1枚','葉脈為網狀脈','莖的維管束呈散生狀排列'],[('sci-02',1030,890,1275,1145)]),
(4,'生態系中的能量會從生產者依次轉移到不同的消費者。科學家觀察到某地一條食物鏈的甲、乙、丙三種生物的總能量如表(二)所示（甲：100能量單位；乙：10000能量單位；丙：1000能量單位），根據能量變化的規律，請問，甲、乙、丙最可能的食性關係為何？',['甲→乙→丙','乙→丙→甲','丙→乙→甲','甲→丙→乙'],[]),
(5,'筱華的父親是飯店的主廚，她在父親的廚房看到不同種類的食用鹽，像是精鹽、玫瑰鹽和鹽之花，讓她好奇這些鹽的成分與製作方式有什麼不同。她查詢了資料，發現精鹽、玫瑰鹽、鹽之花的特色如表(三)所示：\n精鹽：透過離子交換膜電透析技術，把海水篩選分離成氯離子與鈉離子，再集合成精鹽，只剩下氯化鈉。\n玫瑰鹽：含有鐵、鉀、鈣、鎂等礦物質，使其具有如玫瑰般粉紅的色澤，因此又被稱作玫瑰鹽。\n鹽之花：海水經蒸發結晶後，表面會形成氯化鈉晶體，外觀如雪花。因未經純化，氯化鈉含量低於精鹽，礦物質含量較高，風味更具層次感。\n請問根據表中各種食用鹽的特性，可以得知哪些食用鹽為純物質？',['精鹽','精鹽與玫瑰鹽','玫瑰鹽及鹽之花','三者皆為純物質'],[]),
(6,'根據海洋保育署統計，海底垃圾中超過六成是廢棄漁網和漁具，對海洋生物的危害遠大於一次性吸管。志雄參加2024年大港開唱音樂祭，發現主辦方融入海洋永續概念，推出用回收廢棄漁網製作的環保購物袋——潮間袋。他查詢資料後得知，漁網主要由高密度聚乙烯（HDPE）和耐綸（Nylon）製成，回收過程是將漁網清洗、熔融造粒，再製成可重複使用的塑料購物袋。請根據上述內容，判斷漁網的分子結構具有以下何種特性？',['分子為網狀結構，為熱塑性聚合物','分子為網狀結構，為熱固性聚合物','分子為鏈狀結構，為熱塑性聚合物','分子為鏈狀結構，為熱固性聚合物'],[]),
(7,'身為航海迷的小智觀察到船隻和潛水艇的通訊方式不同：船隻在水面上用無線電，而潛水艇在水下依賴聲波。經查詢，他發現這是因為電磁波在水中穿透力差，能量易被水吸收或散開，導致訊號衰減快；而聲波在水中的傳播速率雖然較電磁波慢很多，但能量較不易被水吸收，因此適合用於水下通訊。根據這些觀察，請問水面上與水面下通訊方式有不同的選擇，主要是基於要維持波的哪一種特性？',['波速','振幅','頻率','波長'],[]),
(8,'地球上的生物與環境形成族群、群集、生態系與生物圈等不同的組成層次，進而影響地球生態的穩定。請問下列何者可視為一個「群集」？',['在臺灣大學校園內築巢繁殖的黑冠麻鷺','淡水河河口區域及生活在其中的所有生物','地球上所有生物和生存環境','生活於非洲草原上的野生雜草'],[]),
(9,'使用複式顯微鏡時，將低倍率物鏡換成高倍率物鏡觀察，並對好焦距清楚看到影像，此時有關物鏡和玻片距離與視野的變化，下列敘述何者正確？',['物鏡與玻片距離變近，視野變暗','物鏡與玻片距離變遠，視野變暗','物鏡與玻片距離變近，視野變亮','物鏡與玻片距離變遠，視野變亮'],[]),
(10,'小妍在防災演練中學到火場逃生的要點：首先應「開門並往一樓向外逃生」，因為煙平均上升速度為每秒3～5公尺（甲），而人平均往上逃的速度僅每秒0.5公尺，因此應優先往下逃生。另外，開門前要先用手觸摸金屬門把測試溫度，如果門把很燙（乙），表示門外高溫，不應開門，應改走其他路線。若門把不燙且門外無煙霧，則可逃生，並隨手關門。請問上述甲與乙現象，熱量分別以何種方式傳遞？',['甲：輻射、乙：傳導','甲：輻射、乙：對流','甲：對流、乙：輻射','甲：對流、乙：傳導'],[]),
(11,'2024年，東華大學某實驗室發生火災，消防隊發現實驗室存有「禁水性物質」，無法用一般消防車滅火。「禁水性物質」的警示標籤如圖(二)所示，它們屬於第4類危險物質，如金屬鋰、鈉、鉀、碳化鈣等，這些物質與水接觸會釋放易燃氣體。其中金屬鋰、金屬鈉、金屬鉀不能與水接觸的原因為何？',['因為鋰、鈉、鉀活性大，與水產生易燃的氫氣而具高危險性','因為鋰、鈉、鉀活性小，與水產生易燃的氫氣而具高危險性','因為鋰、鈉、鉀活性大，與水產生易燃的氧氣而具高危險性','因為鋰、鈉、鉀活性小，與水產生易燃的氧氣而具高危險性'],[('sci-04',1015,785,1290,1060)]),
(12,'老師在課堂上提到「青出於藍」原意指靛青從藍草提煉而來，顏色比藍草更深，後來引申為後來者可超越前人。阿翰查詢靛青的提煉過程，發現常用的藍草為馬藍。製程包括：將新鮮的馬藍葉浸泡水中，溶解出水溶性的靛青（甲過程）；撈出葉子後加入適量的石灰攪拌，使靛青和石灰起作用後轉化成非水溶性的靛青（乙過程），沉澱後過濾得到靛青染料。請問關於提煉靛青過程中的甲過程與乙過程，分別屬於物理變化還是化學變化？',['甲、乙皆屬於化學變化','甲、乙皆屬於物理變化','甲屬於化學變化，乙屬於物理變化','甲屬於物理變化，乙屬於化學變化'],[]),
(13,'一般坊間的酵素萃取產品多含有乳酸菌或其他有益菌成分，聲稱可以促進腸胃蠕動。建康購買了一款「健康酵素」，其活性與溫度及活性與pH值的關係如圖(三)所示，若建康在飯後半小時吃下此種酵素，則此酵素在口腔、胃及小腸中的活性大小，下列何者最合理？',['如圖(A)','如圖(B)','如圖(C)','如圖(D)'],[('sci-05',730,135,1270,360),('sci-05',170,435,1010,960)]),
(14,'某天，靚葳在進行植物細胞觀察實驗時，從一株陸生植物的下表皮撕下了一層組織，並將其放入「甲溶液」中。數分鐘後，她使用複式顯微鏡進行觀察，發現所有細胞都完好無損，但細胞膜變得特別明顯，可以清楚地看見與細胞壁分離的現象。於是她開始思考：「甲溶液究竟是什麼？又是什麼原因造成這樣的結果？」請根據上述實驗觀察結果判斷，此甲溶液可能為何種液體？應選擇下列哪一項說法來解釋這現象？',['甲溶液可能為濃食鹽水，因細胞脫水，造成細胞膜與細胞壁分離','甲溶液可能為清水，因細胞壁吸水膨脹，造成細胞壁與細胞膜分離','甲溶液可能為生理食鹽水，因有利於細胞吸水，使細胞變得較厚、較明顯','甲溶液可能為蒸餾水，因細胞膜在細胞最外層，細胞吸水膨脹後容易被觀察'],[]),
(15,'黑傑克進行了一項實驗，他將一隻白老鼠的腦垂腺切除，隨後發現這隻白老鼠的活動力明顯降低、體重增加，並且新陳代謝減緩。根據黑傑克觀察到的現象，以下哪項推論是正確的？',['腦垂腺會影響胰島的分泌','腦垂腺會影響甲狀腺的分泌','腦垂腺會影響腎上腺的分泌','腦垂腺會影響副甲狀腺的分泌'],[]),
(16,'小風進行一個連續的實驗，實驗包含兩個步驟：\n步驟1. 在一個密閉的容器中放入反應物，使圖(四)物質反應生成圖(五)物質。\n步驟2. 在反應完的密閉容器中再加入反應物C，使圖(六)物質反應生成圖(七)物質。\n試問有關小風實驗過程中所涉及的物質種類，下列敘述何者正確？',['圖(四)中共有1種元素及1種化合物','圖(五)中共有2種元素','圖(六)中共有1種元素及1種化合物','圖(七)中共有2個元素及1個化合物'],[('sci-06',440,220,995,445),('sci-06',440,505,995,725)]),
(17,'小志在視覺藝術課上，學習到不同的攝影工具及其成像原理，如利用針孔成像的針孔相機和利用凸透鏡成像的單眼相機，課後並整理了一份針孔成像與凸透鏡成像在成像方式上的比較表格。請問表(四)中哪一項內容正確？\n表(四)（針孔成像／凸透鏡成像）\n(甲)成像大小：放大和縮小的像都有／必為放大的像\n(乙)遠景能否可以在紙屏成像：可以／可以\n(丙)有無倒立的像：有／無\n(丁)成像原理：光的折射／光的折射',['(甲)','(乙)','(丙)','(丁)'],[]),
(18,'「阿翰與同學去電影院觀賞恐怖片，當阿翰看到恐怖之處，不自主用手摀住眼睛，但仍努力睜大眼睛觀看影片（甲）、接著大喊一聲（乙）。此時全身肌肉緊繃（丙）、心跳加速（丁）。」關於阿翰所產生的四種行為，下列敘述何者正確？',['甲、乙屬於大腦控制的反射行為','丙、丁屬於腦幹控制的意識行為','甲行為的受器在眼睛內，動器為手部肌肉與眼部肌肉','丁行為是神經系統作用，與內分泌無關'],[]),
(19,'實驗桌上有三種粉末：氯化鈉、碳酸鈣、硫酸鈣，光憑外觀不易判斷三種粉末的種類。小強為了分辨這三種粉末，將三者以甲、乙、丙代號隨機命名，做了下列實驗：（如圖(八)所示）\n實驗1：將三種粉末各取一勺分別放入一個裝有適量純水的試管內，加以攪拌，發現只有丙粉末可溶於水。\n實驗2：將甲、乙粉末分別放入一個裝有鹽酸溶液的試管內，觀察到乙試管開始冒出泡泡。\n關於甲、乙、丙三種粉末名稱的判斷，下列何者正確？',['甲為碳酸鈣、乙為硫酸鈣、丙為氯化鈉','甲為碳酸鈣、乙為氯化鈉、丙為硫酸鈣','甲為氯化鈉、乙為硫酸鈣、丙為碳酸鈣','甲為硫酸鈣、乙為碳酸鈣、丙為氯化鈉'],[('sci-07',180,475,1185,735)]),
(20,'適然正在進行一個植物生長實驗，他想要觀察同一棵植物在不同環境（如不同溫度、溼度）下的光合作用與呼吸作用變化，於是測量了這棵植物在甲環境和乙環境中的各項相關數據，並且畫出了一些圖。下列哪一個圖可以表示該植物每單位時間在甲環境中的呼吸作用比乙環境中快？',['如圖(A)（二氧化碳消耗量：甲＞乙）','如圖(B)（葡萄糖產生量：甲＞乙）','如圖(C)（葉綠體數量：甲＞乙）','如圖(D)（氧氣消耗量：甲＞乙）'],[('sci-07',180,1220,1250,1380)]),
(21,'在某次實驗中，科學家觀察到血液中的氧氣、二氧化碳、尿素與葡萄糖四種物質的濃度在流經一個特定器官後發生變化如圖(九)所示。試依圖進行判斷，該器官最可能為下列何者？',['腎臟','小腸','肺臟','大腦'],[('sci-07',820,1430,1280,1750)]),
(22,'藤真進行了一項探討不同液體受熱後升溫快慢的實驗，他分別將相同質量的甲、乙兩杯液體在相同熱源下加熱5分鐘，最終兩杯液體都達到60℃。他記錄了加熱過程中兩杯液體的溫度變化並繪製了液體溫度（T）與時間（t）的關係圖，如圖(十)所示。假設熱量完全被液體吸收，請問在5分鐘的加熱過程中，關於甲、乙兩液體的敘述，下列哪一項正確？',['甲、乙兩液體的初溫相等','甲液體的比熱大於乙液體','甲液體上升溫度較慢，故吸收較少熱量','乙液體上升溫度較多，故吸收較多熱量'],[('sci-08',985,130,1290,415)]),
(23,r'小志進行下列可逆反應的操作：\(2\mathrm{CrO_4^{2-}}\)（黃色）\(+2\mathrm{H^+}\rightleftharpoons\mathrm{Cr_2O_7^{2-}}\)（橘紅色）\(+\mathrm{H_2O}\)，若小志想使達平衡時的溶液具有更深的橘紅色，應加入下列何種物質？',['純水',r'\([\mathrm{H^+}]=[\mathrm{OH^-}]\) 的溶液',r'\([\mathrm{H^+}]>[\mathrm{OH^-}]\) 的溶液',r'\([\mathrm{H^+}]<[\mathrm{OH^-}]\) 的溶液'],[]),
(24,'靚葳最近在嘗試減醣飲食，媽媽買了「阿洛酮糖」作為甜點代糖使用。靚葳發現其味道和口感均與砂糖相似，但媽媽說，因為阿洛酮糖低卡路里且碳水化合物少，熱量攝取較無負擔，所以比較適合她使用。靚葳查詢後，發現阿洛酮糖與葡萄糖化學式雖然相同（C₆H₁₂O₆），但因原子排列不同，所以人體無法將其轉化為熱量，會直接排出體外。請問依文中所述，下列關於阿洛酮糖與葡萄糖的比較，何者正確？',['分子量相等，且物質性質完全相同','分子量相等，但物質性質不完全相同','因分子中的原子總數不相等，所以分子量不同','因分子中的原子排列方式不同，所以分子量不同'],[]),
(25,'阿翰以馬鈴薯進行無性生殖時觀察到如圖(十一)的情況，已知馬鈴薯進行無性生殖時並未發生突變，則下列有關此種生殖方式的敘述，何者正確？',['甲為馬鈴薯的生殖器官——根','此種生殖需經過減數分裂的過程','此種生殖需經過精、卵結合的受精作用','甲、乙兩構造中，細胞核內的遺傳物質完全相同'],[('sci-08',1035,1490,1285,1800)]),
(26,'同學們利用下課時間玩生物概念猜題遊戲，甲、乙、丙三個人分別提供一個線索讓丁同學猜出專有名詞，以下為甲、乙同學提供的線索，請問丙同學可以提供哪個說法作為提示，幫助丁同學回答問題呢？\n甲同學：「開花植物的受精作用在這裡發生。」\n乙同學：「這個構造受精後會發育成種子。」',['這個構造位在雌蕊的子房內','這個構造能協助運送精細胞','這個構造由雄蕊的花藥產生','這個構造能吸引昆蟲來傳粉'],[]),
(27,'小真的父親控制美人尖與捲舌的基因型分別為EE與aa，而小真的母親控制美人尖與捲舌的基因型分別為ee與Aa。若此兩種性狀的等位基因（遺傳因子）分別位於不同對的染色體上，請問小真皮膚細胞中控制此兩種性狀的基因型可能為下列何者？',['如圖(A)','如圖(B)','如圖(C)','如圖(D)'],[('sci-09',180,800,1200,980)]),
(28,'小鎂在社區大學學到「拔染」這種染布技術，是利用俗稱「吊白塊」的物質來使布料染料褪色，形成清晰花紋。小鎂在課後查詢資料發現，「吊白塊」的化學名稱是「甲醛次硫酸氫鈉」，能使染料產生還原反應，讓布料顏色消失，從而製作出輪廓清晰的圖案。請問「吊白塊」在「拔染」過程中發生的是何種反應？',['因吊白塊活性較染料大，所以發生氧化反應','因吊白塊活性較染料小，所以發生氧化反應','因吊白塊活性較染料大，所以發生還原反應','因吊白塊活性較染料小，所以發生還原反應'],[]),
(29,'火力發電在臺灣經濟發展中扮演重要角色，但因發電過程會產生大量二氧化碳，對環境構成威脅，所以兼顧發電效率和減少二氧化碳量排放十分重要。阿翰查詢資料得知，使用煙煤與亞煙煤等煤炭為燃料時，每產生一千萬焦耳能量，會排放924公克的二氧化碳，而使用天然氣為燃料時，僅排放550公克的二氧化碳。這是因為天然氣的氫元素也參與反應，產生水並釋放能量。請問，若以天然氣替代煤炭，每產生一千萬焦耳能量能減少多少莫耳的二氧化碳排放量？（原子量：H＝1、C＝12、O＝16）',['8.5','12.5','21','34'],[]),
(30,'為了測量未知溶液的密度，小瑄分別使用電子天平及50 mL的量筒測量溶液的質量和體積，並依圖(十二)的量筒刻度，讀取溶液體積為24.00 mL，並計算出溶液的密度為1.2 g／mL，已知測量溶液質量的過程與測量結果正確無誤，請問小瑄計算的溶液密度是否正確？',['不正確，溶液的密度應大於1.2 g／mL','不正確，溶液的密度應小於1.2 g／mL','正確，溶液的密度等於1.2 g／mL','條件不足，無法判斷'],[('sci-10',1040,135,1270,375)]),
(31,'某個班級在進行遺傳實驗時，老師調查了班上不同血型的人數，如圖(十三)為此班級中不同血型的分布情況，試從圖與所學的相關知識判斷，下列敘述何者正確？',['該班級的血型以O型的人數最多，故可以得知O型為顯性表現型','ABO血型的表現型共有4種，故其至少由4種等位基因（遺傳因子）控制','ABO血型的遺傳有5種基因型與4種表現型','ABO血型的遺傳方式，A型及B型各有2種基因型'],[('sci-10',935,580,1280,860)]),
(32,'曉森和家人去觀霧國家森林遊樂區健行，走著走著，他注意到樹幹上掛滿了像鬍鬚一樣的松蘿（一種地衣），這讓他回想起課堂上學到的「地衣」概念。如圖(十四)，「地衣」是由藍菌或藻類與絲狀真菌結合而成，其中藍菌或藻類負責進行光合作用來製造養分，而真菌則吸收水分和無機鹽。老師還提到，石蕊這種能當酸鹼指示劑的物質也是地衣的一員。根據上述，請選出下列關於地衣的敘述，何者是正確的？',['藍菌與藻類皆具有葉綠體，可以進行光合作用','地衣不具維管束，物質交換經由擴散作用進行','藍菌與真菌皆屬於五界生物分類中的原核生物界','地衣內的藍菌或藻類與真菌的互動關係屬於寄生'],[]),
(33,'尺度的表示必須包含「數字」和「單位」兩部分，並且要使用合適的單位才能正確表達物體的大小。已知COVID-19新冠病毒的直徑約為100奈米（nm），人類紅血球的直徑約為7微米（μm），肺炎鏈球菌的直徑約為0.0008毫米（mm），試問此三者的大小關係為何？',['新冠病毒＞紅血球＞肺炎鏈球菌','紅血球＞肺炎鏈球菌＞新冠病毒','肺炎鏈球菌＞新冠病毒＞紅血球','紅血球＞新冠病毒＞肺炎鏈球菌'],[]),
(34,'花青素是一種天然的水溶性食用色素，在不同酸鹼值的水溶液中，所呈現的顏色如表(五)所示（pH 1～3：紅色；4～6：紫色；7～8：藍色；9以上：綠色）。\n雞蛋中的蛋白，其pH值會從雞蛋剛被生下來時的7.6，隨時間逐漸上升，pH值可達到9.2左右，由此可判斷蛋白的酸鹼性為＿①＿性。若煎一顆已保存一陣子的蛋，其蛋白pH值已達到9.2左右，把蛋白與蛋黃分開處理，只在蛋白部分添加花青素，則煎出來的蛋，會呈現黃色蛋黃鋪在＿②＿色的蛋白上。請問上述的①、②應填入下列何者？',['①：酸性；②：藍色','①：酸性；②：綠色','①：鹼性；②：藍色','①：鹼性；②：綠色'],[]),
(35,'原子是由質子、中子和電子組成的，質子數決定了原子的元素類型，而中子數的差異則可能影響原子核的穩定性。甲、乙、丙、丁為四種原子，其質子數及中子數如表(六)所示（甲：質子7、中子7；乙：質子7、中子8；丙：質子8、中子8；丁：質子8、中子9），有關此表中各原子的敘述，下列何者正確？',['乙與丙的化學性質相同','電子數多少順序為丙＝丁＞甲＝乙','原子量大小順序為丙＝丁＞甲＝乙','原子序大小順序為丁＞丙＝乙＞甲'],[]),
(36,'建志參加在高雄愛河舉辦的創意划船競賽，他在木板兩側綁上大量的袋裝洋芋片，順利漂浮在河上並完成划行任務，如圖(十五)所示。請問當此艘船隻單獨浮在水面上時，下列各項相關敘述，何者正確？',['袋裝洋芋片內有大量氮氣，使整艘船體平均密度小於水的密度','船隻所受的浮力大於船隻整體的重量','當參賽者乘坐在船上時，船體會比船單獨浮在水面上時上浮一些','當船單獨浮在水面上時與參賽者乘坐在船上時，船所受的浮力大小相同'],[('sci-11',725,1320,1270,1510)]),
(37,'宇勳在上生物課時學到血液循環和血管的功能，並了解不同部位之血管中的含氧量可能有所差異。表(七)是人類身體四種血管配對表（甲：肺動脈；乙：肺靜脈；丙：上臂小動脈；丁：上臂微血管），圖(十六)戊～癸分別表示表(七)中四種不同血管中氧氣的濃度。請問圖(十六)的戊、己、壬、癸分別可配對表(七)中的哪些血管？',['甲、乙、丙、丁','甲、丁、丙、乙','乙、丙、丁、甲','丙、丁、乙、甲'],[('sci-12',835,320,1160,580)]),
(38,'維中在顯微鏡下觀察到某個細胞的分裂過程，並記錄了如圖(十七)的情況。根據維中的觀察結果，關於此細胞的分裂過程與此種分裂形式，下列推論何者正確？',['該細胞可能為肌肉細胞','此分裂過程可能發生在修補傷口時','此分裂過程發生在減數分裂時','此分裂為受精卵發育時一定會發生的分裂形式'],[('sci-12',865,820,1270,1030)]),
(39,'小美最近看到網路廣告介紹一款名為「羅○鮮」的減肥藥，她對其藥效機制感到好奇，決定查詢相關資料。根據說明，這種藥物能抑制脂質分解酵素的作用，讓脂質無法分解成脂肪酸，進而減少脂質在人體中的吸收，達到減肥效果。如圖(十八)為養分消化示意圖，根據課堂上學到的營養消化過程，「羅○鮮」會影響到圖中哪一種養分的消化過程？',['甲','乙','丙','丁'],[('sci-12',850,1250,1275,1540)]),
(40,'週期表的排列反映了元素原子的電子數量和特性，因此可以根據它們的位置來推斷特性。此外，元素在週期表中的位置不同，意味著它們的化學性質也有所差異。如圖(十九)是週期表的簡圖，關於甲、乙、丙、丁、戊五種元素的敘述，下列何者正確？',['甲和丁兩元素為同一週期','丙和戊元素的化學性質相似','甲、戊、乙三元素的原子序大小為甲＞戊＞乙','丙元素的原子序與戊元素的原子序相差1'],[('sci-13',730,125,1275,430)]),
(41,'小莉對鳥類的鳴叫聲非常感興趣，她決定透過科學方式來研究不同鳥類的鳴叫聲。她在網路上搜尋了玄鳳鸚鵡、麻雀、黃嘴角鴞和烏鴉的鳴叫聲影片，並使用聲音示波器App錄製這些鳴叫聲，生成了四張聲波圖（位移y與時間t的關係圖），如圖(二十)所示。\n小莉根據這些聲波圖來分析不同鳥類的鳴叫聲特徵，並提出以下四個結論。請問下列哪個結論正確？',['玄鳳鸚鵡與麻雀的鳴叫聲頻率相同','黃嘴角鴞與烏鴉的鳴叫聲波形完全相同','黃嘴角鴞的鳴叫聲較麻雀的鳴叫聲尖銳','可由波形明顯判斷出麻雀與烏鴉鳴叫聲的不同'],[('sci-13',180,935,1215,1640)]),
(42,'如圖(二十一)所示，小志做了一個摩擦力的相關實驗，他將一塊木塊放在水平面上，並同時施加了F₁、F₂兩個水平方向的力（F₁向右、F₂向左），並記錄當木塊靜止時，F₁、F₂兩個水平方向的施力大小。某次木塊靜止時，小志測得F₁＝10 kgw、F₂＝2 kgw，且移除F₂後，木塊仍保持靜止。請問此木塊受F₁、F₂的作用時所受的摩擦力f甲與移除F₂後所受的摩擦力f乙，何者較大？所受較大的摩擦力方向為何？',['f甲＞f乙；方向往右','f甲＞f乙；方向往左','f乙＞f甲；方向往右','f乙＞f甲；方向往左'],[('sci-14',915,120,1270,225)]),
(43,'小華在便利商店買了一瓶500 mL的綠茶，發現成分標示上寫著咖啡因含量為20 mg／100 mL，如圖(二十二)所示。他想到在自然課學到的濃度定義，20 mg／100 mL即表示100 mL的綠茶中含有20 mg的咖啡因。小華若將此濃度標示換算成百萬分點濃度，應為多少ppm？（註：綠茶的密度為1 g／cm³）',['0.2','100','200','4000'],[]),
(44,r'目前常用於通訊的人造衛星有同步衛星和低軌衛星，兩者訊號皆以 \(3\times10^8\) m／s 的光速傳播。同步衛星距離地面較遠，訊號覆蓋範圍大，但當訊號由地表發射到同步衛星再傳回地表時，訊號至少有 0.24 秒的延遲。低軌衛星距離地面近，訊號延遲時間短，但覆蓋範圍小，需要大量衛星來覆蓋地球，增加訊號的可達範圍。其比較資料如表(八)所示。'+'\n表(八)：同步衛星——距離地球表面的高度 '+r'\(3.6\times10^7\)'+' 公尺、訊號覆蓋範圍大、訊號延遲時間至少 0.24 秒；低軌衛星——高度 '+r'\(3.6\times10^5\)'+' 公尺、訊號覆蓋範圍小、訊號延遲時間至少 t 秒。\n請問依表中資訊推算，低軌衛星訊號延遲時間 t 秒至少為幾秒？',['24','48','0.0024','0.0048'],[]),
]
PS+=['「絲蘿非獨生，願托喬木」這句話出自唐代傳奇小說《虬髯客傳》，它的意思是比喻像絲蘿這類植物不能獨立生長，需要依附在高大的喬木上，才能生存。這句話往往用來比喻弱者依靠強者，或是人需要尋求幫助來實現目標。在自然界中，喬木底下通常沒有多少植物可以生存；但是也有例外，好比文句中提到的「絲蘿」。其中的絲指的是「菟絲子」，是一種旋花科的寄生植物，體呈淡黃色，不具葉綠體，所以無法獨立生存，但是菟絲子的莖會長出吸盤狀的構造，藉此入侵寄主植物體內吸取其製造的養分及自土壤中獲取的水分來維生。']
D+=[
(45,'喬木底下少有其他植物可以生存，主要原因是喬木底下會造成下列哪一種困境，以致無法滿足植物製造養分所需的條件？',['陽光被遮蔽','二氧化碳不足','氧氣不足','缺乏水分'],[],len(PS)-1),
(46,'菟絲子主要是藉由莖長出的吸盤狀構造入侵寄主植物體內的哪一部分，來吸取維持生命所需的養分，藉此獲得生存所需的能量？',['木質部','韌皮部','形成層','葉肉組織'],[],len(PS)-1),
]
PS+=['亞蘋最近發現頭皮經常發癢，有時甚至抓破了皮。經過醫生檢查，確定是頭蝨在作怪。亞蘋查詢資料後了解到，頭蝨的腳末端有鉤狀結構，如圖(二十三)所示，能緊緊鉤住毛髮，因此牠們可以生活在人體的頭髮和頸部毛髮中，靠吸食血液為生。此外，頭蝨一生大約能產下50～150顆卵，幼蟲孵化後會蛻皮數次，最終長成成蟲。當頭蝨吸血時，會注射含有促使血管擴張的唾液，這會讓人感到發癢。醫生還告訴亞蘋，去除頭蝨不能使用一般的殺蟲劑，必須使用衛生福利部核准的專用洗髮乳或藥品，並且每隔2到3天檢查一次，持續兩到三週，以徹底清除頭蝨和蟲卵。']
D+=[
(47,'請根據文中的資訊判斷，頭蝨與下列何種動物的親緣關係最近？',['蜘蛛','蝗蟲','螃蟹','蜈蚣'],[('sci-15',600,1265,800,1480)],len(PS)-1),
(48,'頭蝨與人類的交互關係，與下列何者相同？',['鳥巢蕨與其附生的大樹','同住在洞穴的槍蝦與鰕虎魚','瓢蟲與其獵物——蚜蟲','貓與其腸道內的蛔蟲'],[],len(PS)-1),
]
PS+=['小翰在實驗室進行化學反應實驗，其實驗過程如以下步驟：\n步驟一：在已歸零的上皿天平兩側秤盤放置甲、乙兩組相同的實驗器材，兩組器材均以相同材質的氣球裝入相同質量的大理岩細顆粒，再將氣球分別套住裝有不同溫度醋酸的寶特瓶瓶口（甲：200 mL、25℃、3 M醋酸；乙：200 mL、85℃、3 M醋酸）。\n步驟二：實驗器材放置於秤盤後，等待天平平衡，如圖(二十四)所示。\n步驟三：同時將兩組器材氣球內的大理岩細顆粒倒入寶特瓶中，使其與不同溫度的醋酸發生化學反應，如圖(二十五)所示。']
D+=[
(49,'小翰發現在化學反應期間，即使甲、乙發生化學反應的過程中現象不同，天平左、右秤盤依舊呈現平衡狀態，則下列何者可以解釋此化學反應與天平秤量過程的現象？',['熱平衡現象','帕斯卡原理','質量守恆定律','大氣壓力平衡原理'],[('sci-16',150,530,1270,850)],len(PS)-1),
(50,'小翰發現乙瓶氣球膨脹速率較甲瓶快，請問其主要影響因素為何？',['大理岩的顆粒大小','大理岩的質量大小','醋酸的濃度高低','醋酸的溫度高低'],[('sci-16',150,530,1270,850)],len(PS)-1),
]
