PS=[]
D=[
(1,'臺灣近年來重視友善耕作方法與健康飲食的觀念，讓「有機農產品」的市場占有率逐漸提升。圖(一)為某地區的經緯度及等高線地形圖，根據圖中內容判斷，該地區最可能是下列何者所使用的主要原料產地？',['有機手工黑糖','有機綠茶','有機白米','有機魚片'],[('soc-02',725,195,1270,435)]),
(2,'「台灣好行旅遊服務」是專為旅遊規畫設計的公車服務，對於不想長途駕車、參加旅行團出遊的旅客，搭乘「台灣好行」所規畫的景點接駁路線，是適合出遊的好選擇之一。圖(二)是該公車服務推出的716路線，第一次到訪臺灣的外國遊客最可能利用此圖得知下列哪一項訊息？',['搭乘全線所花費的時間','了解各景點間實際距離','知悉各景點的相對位置','到達的景點涵蓋桃園市'],[('soc-02',665,750,1270,1140)]),
(3,'2024年4月3日臺灣發生規模7.2強震，帶來嚴重災情。圖(三)中的村莊只要地震及大雨都有可能發生土石崩落，此次大地震加上雨季即將來臨，對崩落土石可能掩埋村莊的擔憂讓遷村議題再次浮上檯面。根據上述判斷，該村莊最可能位於下列哪一地形區？（宜蘭平原＝蘭陽平原）',['海岸山脈','宜蘭平原','雪山山脈','花東縱谷平原'],[('soc-02',1065,1410,1275,1770)]),
(4,'安安在網路上搜尋「龜仙岩」祕境，如圖(四)所示（龜仙岩：25.06°N，121.92°E），此景點可見極似海龜的天然奇岩。安安對此感到好奇，他可以前往下列何處欣賞？',['澎湖國家風景區','東部海岸國家風景區','雲嘉南濱海國家風景區','東北角及宜蘭海岸國家風景區'],[('soc-03',940,150,1270,430)]),
(5,'圖(五)是小華在網站上所查詢到的降水資料（12月1日～12月15日累積降水量：臺北擎天1369、宜蘭蘇澳1165、新北瑞芳930、宜蘭冬山822、基隆市區584.9、臺北南港369.5、雲林麥寮0.5、澎湖馬公0.4、高雄岡山0、屏東恆春0，單位：毫米），圖中呈現臺灣部分地區在這段時間內累積降水量分布極端的情形，降水量最多的3個地區，其降水成因與下列何者最相關？',['迎盛行風','對流旺盛','鋒面停滯不前','熱帶低壓籠罩'],[]),
(6,'表(一)為中國史上某事件的相關資訊（代表人物：蔡元培、魯迅等人；重要變革：推廣白話文、標點符號；宣傳方式：演講、傳單、報章雜誌等；推廣重鎮：北京大學），由表中內容判斷，此事件最可能為下列何者？',['推動新式教育的庚子後新政','批判傳統思想的文化大革命','提倡民主與科學的新文化運動','謀求制度層面改革的戊戌變法'],[]),
(7,'成浩在圖書館借閱一本關於13世紀中國歷史的書籍，圖(六)為其目錄（第一章 北方民族的建國；第二章 歐亞大陸的征戰；第三章 多民族統治策略；第四章 東西文化的交流；第五章 帝國衰落與瓦解）。根據圖中內容判斷，此書籍最可能是下列何者？',['《秦帝國的崛起與衰亡》','《天可汗時代的唐帝國》','《成吉思汗與蒙古風雲》','《大清王朝的歷史軌跡》'],[]),
(8,'1625年，當時來臺的歐洲人以15匹花布向當地的新港社人購買赤崁的土地，規畫了商業市鎮，命名為「普羅民遮」，許多來臺貿易的日本人及漢人也陸續遷移至此。最初該市鎮的周遭僅以柵欄與竹籬圍繞，直到1652年發生一場大規模的反抗事件後，統治者為了防止類似事件再度發生，才在市鎮北方設置較為堅固的城堡。上述的反抗事件，最可能為下列何者？',['郭懷一不滿政府管制率眾抗爭','大肚王反對外來政權率眾抗爭','余清芳藉宗教在臺南發動抗爭','林爽文反對政府壓迫發起抗爭'],[]),
(9,'中國歷史上，某一時期的官員選拔是由中正官依據家世、才能、德行等項目對各地人士進行評選。該選拔方式在創立之初，便曾受到當朝官員極力反對，認為這樣的評選形式，可能會造成負責考核的官員把持權勢，藉此作威作福；而實際上，也確實導致特定社會階級掌控絕大部分的政治權力。上述選拔方式實施後，最可能帶來下列何種影響？',['助長世族勢力的發展','鞏固皇帝統治的權威','奠定中央集權的基礎','促進社會階層的流動'],[]),
(10,'圖(七)是小真在網路上所看到的一則報導：「2024/04/30記者○○報導　近期，臺灣地震頻傳，許多房屋與古蹟都受到不少損傷……。距今有83年歷史的「高雄舊火車站」，1933年時因縱貫鐵路的客運量與貨運量顯著增加，而動工興建……。此車站特殊的帝冠式結構該如何避震，臉書粉專更是揭露其中奧妙……。」根據內容判斷，圖中車站最初興建，應與下列何者關係密切？',['訓政時期政府進行經濟建設','因應危機政府推動十大建設','劉銘傳在臺灣推行鐵路建設','總督府在臺灣展開基礎建設'],[]),
(11,'行政院衛生福利部計畫推動改善就醫環境的軟、硬體設備，並鼓勵各醫療院所提供適切的醫療服務，例如：設置高度較低的自助繳費機、提供高齡長者與身心障礙者輔具設備租借，以及優先看診等服務，希望打造更友善的醫療空間。上述計畫最能凸顯下列哪一概念？（輔具：指協助改善或維護身體功能、參與活動，或便利其照顧者照顧之裝置、設備、儀器、軟體及其他相關產品。）',['多元文化應獲得重視','國家主權由政府賦予','政府權力受法律限制','人性尊嚴須受到保障'],[]),
(12,'近年由於外送行業發展快速，同時衍生出交通事故、消費糾紛、勞資爭議等問題。對此，某市制定相關法規如表(二)，並在通過後正式實施。該市勞工局對外送平臺業者展開不定期訪查，發現有3家業者未依規定為其外送員投保傷害保險，總計裁罰9萬元。根據上文及表中內容判斷，有關此法規的敘述，下列何者正確？\n表(二)\n第一條　○市（以下簡稱本市）為強化外送平臺業者之管理，特制定本自治條例。\n第二條　本自治條例之主管機關為○市政府（以下簡稱市政府）。本自治條例所定事項涉及市政府所屬各目的事業主管機關權責者，市政府得委任各該目的事業主管機關執行之。',['由地方行政機關制定，市政府依此對違規業者處以行政處分','由地方行政機關制定，市政府依此對違規業者處以刑事處罰','由地方立法機關制定，市政府依法對違規業者處以行政處分','由地方立法機關制定，市政府依法對違規業者處以刑事處罰'],[]),
(13,'俊敏瀏覽公共政策網路參與平臺，關注某一提議的留言並加以整理，部分內容如圖(八)。根據圖中內容判斷，最能顯示公共意見的哪一特性？\n提議：虐童致殘者，加重刑責；虐童致死者，唯一死刑。\n完全贊成（陳先生等200人）：支持以牙還牙，以眼還眼。殺人者應判處死刑。\n完全反對（林女士等180人）：死刑無法解決犯罪問題，應從心理治療才能防範。\n部分贊成（黃小姐等300人）：當虐童者無教化之可能，只能靠死刑預防犯罪問題，保護民眾。\n部分反對（王先生等250人）：全球只有少數國家執行死刑，我們身為民主國家應該有更好的解決方法。',['同一議題的公共意見，有不同的立場和看法','民眾對同一議題的看法，會隨著時空而改變','公共意見的內容通常較單純，民眾想法一致','公共意見一旦形成後，政府政策必須要改變'],[]),
(14,'我國司法院於2023年2月全面啟用AI（人工智慧）資訊系統，透過AI技術的功能，能整理大量訴訟資料並即時更新，以及搜尋相關法條，可協助法官減少不必要的勞力與時間，減輕工作負擔，進而提升司法品質，保障人民訴訟權益。根據上文所述，該院最可能欲將這套系統協助於下列何項刑事訴訟流程？',['依調查證據向法院提起公訴','依法判決被告須承擔的刑罰','指揮並執行刑事案件的判決','協助達成訴訟外的私下和解'],[]),
(15,'圖(九)為七年甲班開班會時的部分情形，根據圖中內容及會議流程判斷，下列敘述何者正確？',['明志在會議中擔任司儀的角色','莉穎應是向主席提出權宜問題','應從兒童新樂園開始進行表決','慧敏應是向主席提出秩序問題'],[('soc-05',265,1120,1195,1355)]),
(16,'第46屆聯合國教科文組織世界遺產委員會會議於2024年7月在印度新德里舉行。圖(十)是在此次會議中通過審查的中國世界遺產景點之一，根據圖中位置判斷，該景點最可能為下列何者？',['四川大熊貓棲息地','拉薩布達拉宮和大昭寺','巴丹吉林沙漠—沙山湖泊群','普洱景邁山古茶林文化景觀'],[('soc-05',980,1465,1275,1705)]),
(17,'中國隨著經濟發展需求和區域政策的演變，將全國分為八大綜合經濟區，如圖(十一)所示，計畫在各區建立具有特色和機能的區域經濟體系。某經濟區內多丘陵地形，昔日稱為「中國僑鄉」，此背景使其在中國實施改革開放政策時，成為主要經濟特區的分布範圍。該經濟區位在圖中何處？',['甲','乙','丙','丁'],[('soc-06',945,130,1280,410)]),
(18,'表(三)是2022年亞洲某國前十大企業營收占該國國內生產毛額（GDP）的比例（三星電子15%、現代汽車6%、SK集團5%、浦項鋼鐵4%、樂金電子4%、起亞汽車4%、韓國電力3%、韓華集團3%、樂金化學2%、SK海力士2%），表中這些企業的平均月薪為591萬韓元，約為該國中小企業的2倍。根據上述判斷，該國經濟發展最可能面臨下列哪一困境？',['國內貧富差距較大','過度依賴國際貿易','民生工業較不發達','缺乏礦產發展有限'],[]),
(19,'有旅行社推出圖(十二)的某國觀光行程（卡薩布蘭加：哈桑二世清真寺；撒哈拉沙漠：騎駱駝看夕陽；馬拉喀什：搭乘熱氣球飛越亞特拉斯山；梅克內斯：葡萄酒酒莊），除了讓遊客感受當地多樣的文化景觀外，還能體驗別具特色的自然風光。該國最可能位於圖(十三)中何處？',['甲','乙','丙','丁'],[('soc-06',845,1025,1145,1340)]),
(20,'2023年10月7日，巴勒斯坦武裝組織哈瑪斯對以色列發動攻擊，以色列隨後展開反擊。此衝突發生後，圖(十四)中葉門境內的反政府組織以聲援巴勒斯坦為由，多次攻擊在圖中海域航行的商船，因此許多商船不能選擇原有航線前往歐洲，轉而航行繞經好望角，但航線繞一大圈卻導致成本暴增。上文中提及的「原有航線」最可能是下列何者？',['黃海至日本海','紅海至地中海','印度洋至大西洋','大西洋至太平洋'],[('soc-06',1035,1420,1280,1730)]),
(21,'圖(十五)文字是節錄自臺灣史上某報刊創刊詞：「我們歸屬這帝國版圖將近三十年了。歐洲戰後，思潮大變，世界上人人都曉得追求自由平等，不受其他民族不平等的對待，我們臺灣同胞若沉醉不醒，深迷不悟，恐怕將無顏可見世界上的文明人了。我們今日要求平等，需要趕緊創設民眾的言論機關，喚醒民心。這回新刊本報，宗旨不外啟發臺灣的文化，振起同胞的元氣，以謀臺灣的幸福。」根據圖中內容判斷，該報刊創立的背景應為下列何者？',['新航路開通之後，傳教士引進西方新知','臺灣戰後初期，政府致力清除日本影響','提倡自由與民主，呼籲政府應開放黨禁','受世界風潮影響，提升臺人的知識水準'],[]),
(22,'「……在政策實施後，某位英國商人來到臺灣設立洋行，當時在考察過程中，他發現臺灣具有發展茶葉的前景，因此決定在北臺灣推廣種茶。他首先透過買辦輔導農民種植茶樹，並談妥茶葉的收購條件；接著，為了改善茶葉品質，也投資製茶設備、從福建引進製茶師與茶工，進行茶葉精製加工……。最後，終於成功將臺灣的烏龍茶推上國際市場。」上述提到的「政策」，最可能與下列何者有關？（買辦：外商多雇用通曉外語的本地人作為買辦，擔任採買時的翻譯與交涉。）',['臺灣相繼開放與中國的對渡港口','鄭氏投降後臺灣納入清帝國版圖','沈葆楨來臺後廢除劃界封山政策','清廷戰敗後被迫開放臺灣的港口'],[]),
(23,'老師上課時，運用圖(十六)的地圖來講解15世紀初期的歷史發展，該地圖名稱最可能是下列何者？',['指南針的運用：宋代對外貿易交通路線','東西方文化交流：基督教再次傳入東亞','朝貢貿易的發展：鄭和率領艦隊出使西洋','大航海時代的來臨：葡西荷海上貿易之路'],[('soc-07',830,935,1275,1275)]),
(24,'小維查詢中國外交史的資料時，看到圖(十七)的國際條約部分條款：「第一條：規定本條約適用於大英帝國與中華民國的所有領土。第二條：廢除所有英國在中國領土內對英國人民及公司之管轄權。……第四條：承諾終止英國在上海、廈門、天津和廣州（當時均處於日本占領下）四個租界之行政與管理……。」根據圖中內容判斷，當時該條約的簽訂，最可能與下列何者有關？',['中華民國建立後，廢除清政府簽訂的條約','十年建設期間，國民政府展開改革與建設','第一次世界大戰時，中國正式加入作戰陣營','第二次世界大戰時，中國與美、英共同抗日'],[]),
(25,'小明正在閱讀一本描繪1960年代中國日常生活的寫實小說，圖(十八)為其部分情節：「在這波狂潮中，林浩教授因愛好古典文學和批判思維遭眾人抓到學校的大禮堂。在批鬥會中，他被迫站在數百名狂熱學生的面前，自我審查……家中珍藏的書籍、手稿和藝術品，被視為「四舊」，皆被全數摧毀，其妻子為保護兒子被迫與他切割。這段黑暗歷史，不僅摧毀了林浩的生活，也是許多知識分子共同的傷痛。」根據圖中內容判斷，下列何者最可能出現在該本小說中？',['政府派遣軍隊支援北韓','沿海地區設置經濟特區','群眾公開推崇領袖毛澤東','政府與美國正式宣布建交'],[]),
(26,'明軒在某場專題座談會上，聽到學者針對不同社會議題提出意見，他摘錄如表(四)。根據表中內容判斷，下列推論何者最適當？\n甲：臺灣因人口結構影響，日間照顧中心供不應求，但照護人員的薪資與其付出的勞動卻不成正比。\n乙：社會長期以來對於照護人員的認知，仍舊停留在「依靠勞力、缺乏專業能力」的看護工作。\n丙：病患的照護需要依靠醫師、護理師、照護人員等不同職業者合作，每個職業雖然薪資不同，都應該獲得尊重。',['學者甲提及的現象，顯示家庭教育的功能已被專業機構取代','學者乙認為，照護人員的工作性質受到性別刻板印象的影響','學者丙指出各職業不因薪資區分貴賤，皆應肯定其貢獻付出','表中三位學者皆認為，照護人員的處境相較於以往更為公平'],[]),
(27,'課堂上進行「中央政府職權或其人員產生方式」的卡牌遊戲，共有六張卡牌，如圖(十九)所示（卡牌1：連選得連任，無次數限制；卡牌2：由總統提名；卡牌3：可提出正副總統彈劾案；卡牌4：審理政黨違憲的解散案；卡牌5：審查中央政府預算；卡牌6：質詢行政官員）。參賽同學所舉出的公職人員須對應到卡牌內容，若正確則一張卡牌可得1分，選擇舉出下列何者最可能得到最高分？',['大法官','立法委員','監察委員','行政院院長'],[]),
(28,'國內曾有民眾向市府投訴，表示到某餐廳用餐後，出現食物中毒症狀，其中更有數人經醫院治療後仍不治身亡。圖(二十)為該市衛生局發布新聞稿的部分內容：「本局約談○○餐飲公司負責人，經查證……嚴重忽視身為食品業者應盡責任，已違反《食品安全衛生管理法》相關規定，本局將依法重罰250萬元。」根據圖中內容判斷，該餐廳所須承擔的法律責任，其性質與下列何項事例相同？',['旅行社突然取消行程，消費者可依契約請求賠償','某幼兒園教師對孩童施暴，遭判處2年有期徒刑','民宿因未依法登記營業，經政府查獲後勒令歇業','某工程師利用網路廣告詐騙，遭判處80萬元罰金'],[]),
(29,'課堂上進行分組討論，主題為我國《民法》的相關規定，各組舉例如表(五)（第一組：文惠（6歲）自行至便利商店購買糖果；第二組：又琳（15歲）領取學校頒發的獎助學金；第三組：立淇（19歲）自行與房東簽訂租屋契約；第四組：永平（21歲）在壽司店舔醬油瓶而遭店家求償，備註：受監護宣告）。根據表中內容判斷，下列說明何者最正確？',['文惠屬於無行為能力人，其法律行為須經父母同意始具效力','又琳屬於限制行為能力人，其法律行為未經父母同意則無效','立淇屬於限制行為能力人，租屋為日常生活所需具法律效力','永平屬於無行為能力人，其法定代理人必須負連帶賠償責任'],[]),
(30,'小林因病突然過世，遺產在未立遺囑的情況下，依照我國法律規定，其親屬的繼承順序如圖(二十一)。根據圖中內容及《民法》判斷，對於有遺產繼承權的親屬，下列敘述何者正確？',['圖中有遺產繼承權的親屬當中也包含小林的姻親','小林與第三順位繼承人的親屬關係應為直系血親','圖中直系血親皆比旁系血親的繼承順位更加優先','小林與第一、二、四順位的繼承人皆屬直系血親'],[('soc-09',890,670,1280,1125)]),
(31,'人口金字塔圖是了解一個地區或國家人口結構的最佳圖示，透過此圖可以呈現年齡及性別組成之外，還可推估經濟發展程度或其他資訊，圖(二十二)所呈現的是臺灣不同時期的人口金字塔圖（民國50年、民國112年、民國139年推估），根據圖中內容判斷，臺灣人口的變化趨勢與下列何者最相符？',['扶養比持續上升','扶養比持續下降','扶養比先降後升','扶養比先升後降'],[('soc-09',240,1370,1265,1715)]),
(32,'世界各大洲的面積與分布範圍各有不同，表(六)為七大洲的經緯度範圍（甲：36°N～71°N，9°W～66°E；亞洲：10°S～80°N，25°E～170°W；乙：34°S～37°N，17°W～51°E；中南美洲：53°S～32°N，117°W～34°W；丙：25°N～71°N，170°W～20°W；丁：47°S～30°N，110°E～120°W；南極洲：62°S以南，跨360度經度），根據表中資訊判斷，下列何者最可能是大洋洲？',['甲','乙','丙','丁'],[]),
(33,'在國外工作的阿隆趁著臺灣暑假的時候回國，頂著36℃高溫帶小孩環島，不禁感嘆：「我工作地點的緯度比臺灣低又較靠近赤道，但因位在不同半球，此季節相對於臺灣反而比較涼爽且溼潤。」根據上述內容判斷，下列哪張圖最可能是阿隆國外工作地點的氣候類型？',['如圖(A)','如圖(B)','如圖(C)','如圖(D)'],[('soc-10',185,745,1270,1010)]),
(34,'某一時期的臺灣社會，群眾常因不同祖籍或職業產生隔閡而爆發集體衝突，而北管的派別競爭也是其中之一。當時宜蘭的北管戲曲根據使用樂器不同，分成「福祿」與「西皮」兩派，在廟會時兩派互相競爭，甚至糾眾鬥毆，此對立現象後來逐漸擴大到基隆、臺北、花蓮等地，成為社會治安的漏洞。關於上述現象的發生，下列敘述何者最適當？',['來臺漢人因爭奪利益，械鬥頻繁','西方宗教傳入，漢人社會受衝擊','漢人常越界開墾，造成漢番衝突','平埔族群受官府壓迫，聯合反抗'],[]),
(35,'一位外交官員曾在其回憶錄中提到：「……當時，我們作為戰勝國參與國際會議，對於會議決定感到失望，……此消息傳出後，在巴黎的政界、學生群體與華僑每日必前往中國代表團的住所，不斷要求代表團拒絕簽字，表示如果代表團簽字，他們將會採取行動，加以制止。……，當我向他們保證中國不會簽署這項和約時，抗議的群眾才逐漸散去。」上文提及的「會議決定」對中國產生何種影響？',['學生發起遊行示威，引發國內各地的響應','張學良要求國民政府停止內戰，一致抗日','政府接受二十一條要求，引發反日的聲浪','港灣被迫租借給列強並畫分各國勢力範圍'],[]),
(36,'一篇報導文章中指出：「位於苗栗縣竹南鎮的山佳遺址，存在時間約距今3200到2000年前，出土文物包括大量陶片、石斧、石鋤、石刀及玉石飾物等。此遺址涵蓋範圍相當廣，專家表示其文化可能也與當地平埔族群有關，是值得研究的史前文化據點，但此遺址目前尚未獲得政府及學術單位的正式認證，所以考古團隊無法進行深入研究，也無法受到文化資產相關法令的保障，隨時都可能遭到破壞。」根據上述文章的資訊，下列說法何者正確？',['該遺址是臺灣目前發現最早的史前文化','專家提到當地的平埔族群應指西拉雅族','生活在該遺址的先民們可能已從事農耕','透過出土文物可判斷當時已有製鐵技術'],[]),
(37,'臺灣某政治刊物自創辦以來共發行260期，圖(二十三)為該刊物其中一期的目錄（社論：(一)歡迎吳廷琰總統並談中、越、韓合作；(二)「臨時條款等於憲法」！——根據第一屆國民大會第二次會議的記載；(三)對政經半月刊事件的觀感；擁護蔣總統繼續領導而不贊同連任——希望國大代表要負起歷史之責任！；民主與世界安全。中華民國四十九年一月十六日出版），根據圖中內容判斷，下列敘述何者正確？',['此期刊物發行時間正值蔣經國總統任內','該刊物創辦人可能因為批評時政而入獄','當時總統可連任的依據應為《戒嚴令》','當時我國與美斷交，兩國關係陷入低潮'],[]),
(38,'歷史上，美國政府曾與部分國家陸續簽訂條約，如表(七)（1951年8月《美菲共同防禦條約》；1951年9月《美澳紐防衛公約》；1953年10月《美韓共同防禦條約》；1954年12月《中美共同防禦條約》）。根據內容判斷，表中條約簽訂的原因最可能是下列何者？',['為了協助東南亞地區經濟外交發展','為了防堵共產勢力在亞洲擴張蔓延','為了對抗日本在太平洋地區的侵略','為了在太平洋戰爭中加強作戰合作'],[]),
(39,'報載：一名受政府協助安置的男童，卻遭保母虐待致死，引發社會關注。(甲)立法院邀請行政院官員赴立法院進行報告，(乙)並對其質詢，釐清責任歸屬。(丙)監察委員也調查行政機關的處理過程是否有疏失。行政院衛生福利部部長表示，(丁)衛生福利部會盡速研擬托育相關法規，使社會制度更為完善。依據上文及我國相關法律判斷，下列敘述何者正確？',['(甲)展現地方自治的特色','(乙)凸顯權力分立的機制','(丙)若行政機關有疏失，將移送憲法法庭懲處','(丁)該機關具審議法律及彈劾公務人員的職權'],[]),
(40,'2024年我國總統、立法委員大選後，多名原任地方公職人員者因當選中央民意代表，依法某些鄉鎮市長及縣市議員須進行補選，根據表(八)的公職人員缺額（甲：苗栗縣苗栗市市長；乙：雲林縣虎尾鎮鎮長；丙：臺東縣大武鄉鄉長；丁：宜蘭縣○○選區縣議員；戊：臺中市○○選區市議員）及我國現行法律判斷，下列敘述何者正確？',['甲、乙、丙皆屬於地方上的民意代表','若受監護宣告，仍具有參選丁的資格','甲、乙、丙行政區的地方層級皆相同','丁、戊的參選年齡皆須至少滿30歲'],[]),
(41,'老師引用一則新聞如下，在課堂上請四位同學發表意見。根據報導內容及我國現行法律判斷，下列哪一位同學的說法最正確？\n「某公司負責人涉嫌以親友的公司掩護，進口違法加工食品卻拿合格產品送驗，藉此取信其他廠商……，檢察官依詐欺、洗錢等罪起訴涉案的相關6人，並聲請法院將這些年的不法獲利沒收，另外也建請法院對涉案公司科以高額的金錢處罰。不知情而購買的受害廠商及消費者可依其損失向該公司請求賠償。」',['景禹：檢察官應依罪刑法定原則將該公司負責人審判定罪','志勝：法院對於涉案公司判處金錢處罰屬於刑罰中的罰鍰','建國：受害廠商向該公司請求賠償是要求其負起刑事責任','香君：該公司這些年的不法獲利，法院可以單獨宣告沒收'],[]),
(42,'怡珍參加「線上公民小學堂知識測驗」，晉級的答題關鍵須根據表(九)的提示，且只考慮年齡的條件下，將表中四人的年齡由小到大排列。怡珍應正確回答下列何者，才能獲得晉級？\n甲——提示一：我已經不具有童工身分；提示二：我仍是《兒童權利公約》中所定義的兒童。\n乙——提示一：我已是《少年事件處理法》所指的「少年」；提示二：我若犯下嚴重的殺人罪，不會受到刑罰。\n丙——提示一：依《少年事件處理法》，我因犯罪情節重大，須接受刑罰的制裁；提示二：我現在還不能打工。\n丁——提示一：依《公民投票法》規定，我已有投票資格；提示二：我還不能參與公職人員選舉的投票。',['乙丙甲丁','丙乙甲丁','乙丙丁甲','甲丙乙丁'],[]),
(43,'鴉片戰爭通常被認為是中國近代史的開端，戰後簽訂的《南京條約》是清代第一個不平等條約；但也有部分歷史學者認為，中國近代史開端可追溯至乾隆晚期，中國與西方間某一次的「直接碰撞」事件，因為《南京條約》中的開港通商、公開且固定的稅率等條款，都已在那次的事件中被提及。上述的「直接碰撞」最可能是指下列何者？',['荷蘭聯合東印度公司為取得貿易據點，派兵至中國','英國派遣使節與中國交涉，請求開放貿易通商限制','八國聯軍攻陷首都北京，要求清政府支付鉅額賠款','英法聯軍後，清廷被迫開放淡水與安平為通商口岸'],[]),
]
PS+=['　　某部以史實為基礎的電視劇，劇中主角是一位臺灣人，他在日本統治下接受醫學教育。1941年底隨著戰局發展，日本政府開始徵召臺灣人從軍，此時主角也被徵召前往中國東北戰場前線擔任日軍軍醫，主角的大哥為了保護弟弟，也自願被徵召前往同地區，他們在戰場上與中國軍隊為敵對陣營，雙方數度發生戰爭。\n　　日本宣布投降後，戰爭結束，那些被日本徵召上戰場的臺灣兵，依舊生死未卜；戰後的東北卻有了變化，雖由中國軍隊接收整個東北，但是共產黨也占據多數鄉間地區……。當時劇中主角拚命尋找在戰場上失聯的大哥，卻在搜尋過程中被當成日軍，險遭中國軍隊槍決，但因主角之前曾經暗中解救一位遭日軍俘虜的中國軍隊師長，因此得到他的幫助而獲得釋放，最終主角歷經艱辛才終於回到臺灣。']
D+=[
(44,'根據上文內容判斷，劇中主角的大哥當時在戰場上最可能會參與下列何種任務？',['與中國的北伐軍隊激戰','與滿洲國士兵並肩作戰','收復日本軍隊的占領區','協助政府圍剿中共軍隊'],[],len(PS)-1),
(45,'上文中提到「戰後的東北卻有了變化」，造成此變化的原因，最可能與下列何者有關？',['政府採行聯俄容共政策','中美簽訂共同防禦條約','蘇聯協助中共擴張勢力','中國陷入軍閥割據亂象'],[],len(PS)-1),
]
PS+=['　　圖(二十四)中的甲國有90%人口為佛教徒，但其境內的若開邦卻住著與該國人民信仰不同宗教的羅興亞人，在複雜的歷史背景之下，與甲國人民有著難以解決的民族矛盾。羅興亞人有其獨特的文化和語言，宗教也是他們民族認同的基礎和生活重心，但由於甲國政府認為羅興亞人不具本土族群的地位，稱他們是「來自孟加拉的非法移民」，因此受到該國政府與人民的歧視、排擠。\n　　2010年代開始，羅興亞人與甲國政府陸續爆發衝突，羅興亞人四處流浪，但東南亞各國幾乎都不願意接納羅興亞難民，引發羅興亞人難民危機。2017年8月，甲國軍方在若開邦對羅興亞人發動一場針對性的暴力行動，迫使數十萬人離開家園，逃往與其宗教信仰相同的鄰國孟加拉。2023年，超過4,000名羅興亞難民從孟加拉或若開邦出發，冒險搭船渡海到馬來西亞，約有500多人喪生或失蹤，是近幾年來最高紀錄。']
D+=[
(46,'根據上文及圖(二十四)資訊判斷，羅興亞人信仰的宗教最可能為下列何者？',['猶太教','天主教','印度教','伊斯蘭教'],[('soc-14',985,190,1265,450)],len(PS)-1),
(47,'根據圖(二十四)判斷，羅興亞人在2017年8月逃到鄰國時，他們最可能在當地遇到何種狀況？',['遭逢雨季，大雨使多處淹水','乾旱發生，許多人無水可用','天氣乾燥，許多人熱到中暑','涼季期間，觀光客大量湧入'],[('soc-14',985,190,1265,450)],len(PS)-1),
(48,'關於文末提及2023年羅興亞難民冒險搭船渡海時，最可能會經過下列哪一海域？',['地中海','印度洋','太平洋','大西洋'],[('soc-14',985,190,1265,450)],len(PS)-1),
]
PS+=['　　隨著醫療技術不斷進步和需求增加，相關糾紛也逐漸浮現。由於醫病間存在資訊落差，病患及家屬遇到醫療爭議時，無人協助釐清原因，一旦他們選擇透過訴訟方式追求真相，此作法不僅影響在第一線救人的醫事人員，更造成醫病雙方的痛苦。\n　　台灣醫療改革基金會是一個以推動醫療改革、提升醫療品質為宗旨的民間團體，一直積極爭取制定《醫療事故預防及爭議處理法》（簡稱《醫預法》），歷經多年努力，終於在2022年立法院三讀通過法案，並於2024年元旦開始實施。《醫預法》的主要原則包括「即時關懷」、「調解先行」、「事故預防」，以保障病人權益、促進醫病和諧、提升醫療品質為目標。\n　　在「即時關懷」原則下，醫療機構必須設立醫療事故關懷小組，當醫療事故發生後，由關懷小組協助儘速向病患及家屬溝通、說明，並提供協助與關懷，以緩和醫病緊張關係及避免發生爭議。而新法強調在醫療爭議事件發生後，民眾要先經過調解的程序，若調解不成，才能提起訴訟，是希望透過公正第三方提供專業意見，客觀釐清事實或責任，拉近雙方認知的差距，以消弭爭議，讓民眾和醫師在面對爭議時，不用直接進入司法訴訟，促進醫病之間的雙贏。']
D+=[
(49,'關於文中所提及的民間團體，下列說明何者最適當？',['成立目的是為增加醫療機構營利','該團體的組成展現集會自由權利','該團體成員是基於個人的意願加入','該團體是以滿足成員情感需求為主'],[],len(PS)-1),
(50,'關於文中提及醫療爭議發生後的優先處理程序，下列何項敘述最符合我國的法律規範？',['醫病雙方私下簽訂協議，不得再提起訴訟','處理結果若經法院核定，效力等同於判決','由檢察官、法官負責此程序，具有強制力','非告訴乃論刑事案件亦可適用此處理程序'],[],len(PS)-1),
(51,'根據上文判斷，關於該團體積極推動制定的社會規範，下列敘述何者最正確？',['此規範須經總統公布才會生效','此規範內容多為原則性的事項','制定主要目的在嚇阻犯罪行為','修改程序須經選舉人投票複決'],[],len(PS)-1),
]
PS+=['　　2023年7月初日本九州受到梅雨鋒面影響，導致連日豪雨，熊本縣宇城市破1小時降下110毫米的降水量，不少地區24小時的累積降水量更達400毫米以上，各地災情不斷，福岡縣甚至對超過41萬人發出最高層級的疏散令。該國地震活動非常頻繁，使得土石相對鬆動，加上這次豪大雨的影響，造成許多河川氾濫、水壩緊急洩洪，土石流災情頻傳，數百所學校臨時停課。而連日的強降雨使得道路坍塌、橋梁斷裂、鐵路暫時停駛、部分航班取消等，九州地區對外交通因而大受影響。\n　　日本政府為此發布避難警戒，相關政府單位成立災害對策聯絡協調會議，並快速掌握受災情況，防止災害發生和擴大，也陸續提供民生物資，儘快完成基礎設施的恢復，以【確保民眾生命安全與經濟生活不受影響】。']
D+=[
(52,'文中提及此次日本九州連日豪雨時，其發生災情地區的地面天氣圖中，最可能見到下列哪一種鋒面？',['如圖(A)','如圖(B)','如圖(C)','如圖(D)'],[('soc-16',185,750,1240,800)],len(PS)-1),
(53,'文中提及造成該國土石相對鬆動的地理條件，與下列何者最相關？',['河川沖積的平原廣大','位處於板塊接觸地帶','地質古老且表面平坦','位於寒暖流的交會處'],[],len(PS)-1),
(54,'文中畫雙底線的內容（【　】標示處），若根據我國《憲法》保障人民的基本權利判斷，與下列何者最相似？',['接受國民義務教育','決定出國自助旅行','出版個人書畫作品','參加公務人員考試'],[],len(PS)-1),
]
