PS=[]
D=[
(1,'經濟部統計處今（112.10.16）指出，我國非酒精飲料業自104年起產值連續8年正成長，111年產值達570億元，創歷史新高，年增3.8%。累計112年前7個月非酒精飲料業產值已達335億元，全年產值可望延續成長態勢。（附圖：臺灣非酒精飲料業產值統計）根據以上圖文內容，下列推論何者正確？',['從104年至111年，非酒精飲料業產值一路向上攀升','105年非酒精飲料年增率出現最低點，此後逐年成長','112年前半年表現亮眼，全年產值必然再創歷史新高','茶類飲料111年占比為歷年最高，是產值最大貢獻者'],[('zh-02',200,320,1212,600)]),
(2,'下列文句，何者用字完全正確？',['只要把挫敗當作前車之檻，相信成功就在不遠的前方','維護社會安定，不能單靠嚴刑竣法，更需要道德教育','這場金融風暴，使他的企業有如黃梁一夢般瞬間成空','網購陷阱多，銀貨兩訖前，得先確認網購平臺的商譽'],[]),
(3,'下列對話中的稱謂和用語，何者使用最恰當？',['甲：「為了讓顧客耳目一新，小弟決定將寶號重新裝修。」乙：「太令人期待了！屆時愚兄一定大駕光臨。」','甲：「感謝賢伉儷的鼎力相助，愚弟才能順利完成拙作。」乙：「賢弟客氣了！愚夫婦只是略盡棉薄之力而已。」','甲：「聽聞令公子創立了科技公司，真是後生可畏啊！」乙：「令郎事業剛起步，還請各位前輩多多提攜。」','甲：「歡迎貴客蒞臨慶功晚宴，使貴府蓬蓽生輝！」乙：「閣下演出成功，能參與慶功宴是敝人的榮幸。」'],[]),
(4,'問卷內容中，往往兼有肯定敘述與否定敘述，受訪者有時易感到混淆。根據下列問卷題目，小淇的「立場」與其「選擇」相符的是哪一個？',['問卷題目：您是否同意強制托嬰中心、幼兒園裝設監視器？／小淇的立場：不定期抽查可防止虐童並保障隱私／小淇的選擇：同意','問卷題目：您是否同意自行車不可騎乘於騎樓與人行道？／小淇的立場：反對自行車與行人爭道／小淇的選擇：同意','問卷題目：您是否同意修正關於活體動物的航空運輸條款，允許寵物進入客艙？／小淇的立場：毛小孩是家人而非行李／小淇的選擇：不同意','問卷題目：您是否同意圖書館不應全面禁止飲食？／小淇的立場：食用輕食不影響閱讀環境／小淇的選擇：不同意'],[]),
(5,'陸游在〈冬夜讀書示子聿〉一詩中說：「紙上得來終覺淺，絕知此事要躬行」，這段話的涵義和下列哪一句名言最接近？',['有知識的人不實踐，等於一隻蜜蜂不釀蜜','內在的開悟，比起外在的教育來得更重要','書本真正的目的，是誘導頭腦自己去思考','好書開卷時引人入勝，在終卷時使人獲益'],[]),
(6,'「秦人開關延敵，九國之師，逡巡①遁逃而不敢進。秦無亡矢遺鏃之費②，而天下諸侯已困矣。」以上這段內容中，「師」字的意義與下列何者相同？\n①逡巡：向後退。②無亡矢遺鏃之費：指不費一箭一鏃。鏃，箭頭。',['無「師」自通','建築大「師」','出「師」不利','「師」法古人'],[]),
(7,'「人工智能（AI）技術蔚為風潮，愈來愈多平臺提供更便捷的服務，使用者只要輸入簡單的文字資訊，系統便能生成一幅幅的繪畫圖像。\n　　藝術家們擔憂的是，AI圖像生成平臺工具，使創作者的作品在未經授權的情況下遭到挪用、複製，損害了著作權及原創藝術的發展，對藝術產業將產生巨大衝擊。藝術家們表示：「AI圖像生成工具正在侵犯創作者的權益，無論使用者是否有意如此，都將使藝術家面臨存亡問題。」」如果要為以上這段內容下一個標題，下列何者最恰當？',['〈創作無價，人工智能難取代〉','〈世衰道微，藝術家何去何從〉','〈狂潮來襲，AI主宰明日世界〉','〈科技當道，AI恐成藝術殺手〉'],[]),
(8,'下列選項「　」中的形似字，何組讀音前後相同？',['「誨」人不倦／「悔」不當初','星光閃「爍」／眾口「鑠」金','一「躍」而起／「耀」武揚威','終成「眷」屬／穩操勝「券」'],[]),
(9,'「基本工資審議委員會召開第38次會議，邀請勞、資、學、政四方委員共同討論。勞方委員認為，核心物價及民生物資的漲幅，應該反映在基本工資的調幅上；經濟成長的果實是勞資雙方共同努力而來，應與勞工分享。資方代表則提出，未來景氣並不如預期樂觀，製造業外銷訂單不佳；而服務業景氣雖然回暖，但面臨缺工問題，基本工資的漲幅應在合理範圍。」以上是勞動部發出的新聞稿。根據勞、資雙方的發言內容，若將其訴求重點製作成標語，下列何者最符合？',['勞方：資方壓榨勞工血汗　調漲工資還我公道','勞方：經濟成果全體共享　基本工資調漲有理','資方：經濟蕭條景氣慘澹　期盼勞工共體時艱','資方：企業帶頭從善如流　工資調漲包君滿意'],[]),
(10,'「現今的人類大腦，是在演化中不斷地修正錯誤後才得以成型的。□□大腦的功能已經十分強大，□□它並非不會犯錯，因為演化過程所篩選出的，是「幫助物種取得競爭或繁衍優勢」的大腦，而非「永不犯錯」的完美大腦。□□，弱肉強食的野性世界是殘酷的，大腦為了幫助人類存活下來，經常必須選擇犧牲「正確性」來換取「速度」。」根據文意脈絡，文中缺空處依序填入下列何者，文意最為通暢？',['因為／所以／即使','不僅／而且／然而','與其／寧可／何況','儘管／但是／畢竟'],[]),
(11,'春雨國中舉辦一年一度的校慶活動，校友們紛紛致贈花籃以表慶賀。下列哪一個花籃最適合出現在當天的場合？',['弦歌不輟','杏林春暖','教澤永懷','名山事業'],[]),
(12,'「在上不驕，高而不危；制節謹度，滿而不溢。高而不危，所以長守貴也。滿而不溢，所以長守富也。」若有臣子想要用這段話的意旨來勸諫君王，下列諫言何者最符合？',['親賢臣、遠小人，則朝政興隆，皇上聖明必能體察。','自古唯有戒慎自持，才能持盈保泰，請陛下三思啊！','陛下若禮賢下士，如海納百川，必能成就千秋大業！','如今朝野混亂，懇請皇上嚴正賞罰，才是治道良方。'],[]),
(13,'「「炒菜」最早見於南北朝的《齊民要術》，但當時仍很少出現在大眾餐桌上；到了宋朝，這種煮食技術才逐漸興起。起因是宋代的鐵鍋技術漸趨完善，再加上從唐朝起，植物油開始普及，為炒菜的興起提供了有利環境。此外，過去人們皆以肉食為美，宋代之後蔬菜開始流行，而「炒」出來的蔬菜十分美味，受大眾喜愛。到了明清時期，人口壓力大而肉類匱乏，北方燃料又緊缺，燒烤、燉煮手法耗時耗燃料；此時，只需二三兩肉和蔬菜，短時間便能製作出的美味炒菜，更是大獲好評。」（改寫自王磊《古人原來這樣過日子》）文中提到古代炒菜盛行的原因，下列何者【不包含】？',['工具技術發展成熟','油料普及提供溫床','慢工細活深得人心','料理風味廣受青睞'],[]),
(14,'「儉，美德也，過則為慳吝①，為鄙嗇②，反傷雅道；讓，懿行也，過則為足③恭，為曲謹④，多出機心。」這段內容所傳達的「處世之道」，最接近下列何者？\n①慳吝：吝嗇。慳，音ㄑㄧㄢ。②鄙嗇：吝嗇。③足：音ㄐㄩˋ，過度。④曲謹：委婉謹慎。',['儉則足用，儉則寡求','委曲謙下，寬以居之','不存機心，忘身物外','恪守中庸，過猶不及'],[]),
(15,'「周朝祭祀有六種禮器，《周禮》記載：「以玉作六器，以禮天地四方。以蒼璧禮天，以黃琮禮地，以青圭禮東方，以赤璋禮南方，以白琥禮西方，以玄璜禮北方。」\n　　「璧」是圓形且中間有孔洞的片狀玉器，「琮」則是中間有圓洞的柱狀玉器，「珪①」是上端尖銳，下端方正的長形玉片。和珪相似的「璋」則是一端斜刃、一端穿孔的扁平長方體，形狀如半個珪，又稱為「半珪」。刻有虎紋或雕成虎形的玉器是「琥」，弧形的半圓玉器謂之「璜」。」根據這段文字，若周天子欲祈求東風迎來春雨，以利人民春耕，最可能以下列哪一種玉器來祭祀？（選項見圖）\n①珪：同「圭」。',['圖(A)','圖(B)','圖(C)','圖(D)'],[('zh-06',195,555,1245,800)]),
(16,'生活中有許多詞語，因為「同音異義」而容易被誤用。下列文句「　」中的同音詞，何者使用正確？',['小小年紀的他，竟能堅定「心智」，努力向學，「心志」比起同齡玩伴成熟許多','你做人未免太「勢力」了，百般地討好上司，又仗著上司的「勢利」來欺壓新人','孔明以一人之智，解空城之危，令「一斑」文官嘆服不已，其智謀可見「一班」','空氣品質惡化，環境部針對空汙「防制」召開會議，以「防治」氣喘等肺部疾病'],[]),
(17,'下列文句「　」中的成語，何者使用最恰當？',['同窗三年的同學，在畢業後「勞燕分飛」，為各自的夢想努力','他們兩人不曾正面衝突，但私下不合的傳聞早已「不翼而飛」','應景產品得趁早推出，否則成了「明日黃花」，就乏人問津了','這張網路圖片看似真實，但其實經過「移山填海」的合成技術'],[]),
(18,'韓信曾評論項羽：「項王見人，恭敬慈愛，言語嘔嘔①；人有疾病，涕泣分食飲。至使人有功，當封爵者，印刓敝②，忍不能予，此所謂婦人之仁也。」根據這段文字，下列何者最符合韓信對於項羽的看法？\n①嘔嘔：音ㄒㄩ　ㄒㄩ，和悅的樣子。②印刓敝：意指把官印撫摩直到損壞。刓，音ㄨㄢˊ，損壞的。',['對於他人疾苦感同身受，具有博施濟眾的胸懷','軍紀嚴明，唯恐下屬驕慢，故不輕易授予官爵','為人城府深密，常以象徵權力的官印籠絡人心','好施小惠，其實器量狹隘，對有功者吝於封賞'],[]),
(19,'「故曰：『倉廩實而知禮節，衣食足而知榮辱。』禮生於有而廢於無。故君子富，好行其德；小人富，以適其力。淵深而魚生之，山深而獸往之，＿＿＿＿＿＿。」根據文意脈絡，畫線處應填入下列哪一句話最恰當？',['人富而仁義附焉','時窮而聖人出焉','政亂而盜賊起焉','君仁而百姓歸焉'],[]),
(20,'「年少時，夏夜一到，滿天都是螢火蟲，如萬盞天燈，在天空浮浮沉沉；排列成一道銀河，閃閃發光。現在年長了，螢火蟲卻不見了。夜晚依舊提著萬盞天燈，卻動也不動，那是高樓大廈的萬家燈火，不再是我青澀的年少回憶。」關於這段文字的寫作分析，下列敘述何者【不正確】？',['融入切身體驗，以第一人稱角度訴說情感','以天燈、銀河比喻漫天的螢火蟲閃閃發亮','以高樓萬家燈火凸顯螢火蟲不及燈光璀璨','透過今昔對比，含蓄表達物換星移的惆悵'],[]),
(21,'「諸城孫景夏學師言：「其邑中某甲，值流寇亂，被殺，首墜胸前。寇退，家人得尸①，將舁瘞②之，聞其氣縷縷然，審視之，咽不斷者盈指。遂扶其頭，荷之以歸。經一晝夜能呻，以匕箸③稍哺飲食，半年竟愈④。又十餘年，與二三人聚談，或作一解頤語，眾為哄堂，甲亦鼓掌。一俯仰間，刀痕暴裂，頭墮血流，共視之，已死。父訟笑者，眾斂金賂之⑤，乃葬甲。」」（《聊齋．諸城某甲》）關於本文的內容與寫法，下列敘述何者最恰當？\n①尸：通「屍」。②舁瘞：抬屍埋葬。舁，音ㄩˊ，抬舉。瘞，音ㄧˋ，掩埋。③匕箸：進食用的羹匙和筷子。④愈：指傷勢好轉。⑤斂金賂之：湊了一些錢，送給他的父親。',['描寫某甲被殺後奇蹟式生還，卻又隨即頭墮而死','暗指說笑者居心不良，刻意笑鬧使某甲舊傷暴裂','透過人物間的對話，使事件的過程更加生動傳神','作者藉他人口述，記述一樁因一笑而頭落的訟案'],[]),
(22,'孟子曾經品評伯夷、伊尹、孔子三位聖人：「非其君不事，非其民不使；治則進，亂則退，伯夷也。何事非君，何使非民；治亦進，亂亦進，伊尹也。可以仕則仕，可以止則止，可以久則久，可以速則速，孔子也。皆古聖人也，吾未能有行焉。乃所願，則學孔子也。」根據這段內容，下列對於伯夷、伊尹、孔子三人的形容，何者最接近孟子的觀點？',['伯夷：守節不移／伊尹：任重道遠／孔子：順時達變','伯夷：任重道遠／伊尹：順時達變／孔子：守節不移','伯夷：順時達變／伊尹：守節不移／孔子：任重道遠','伯夷：任重道遠／伊尹：守節不移／孔子：順時達變'],[]),
(23,'「內耗是一種內在的消耗，自己拖著自己，自己耽誤自己；是自己和自己的鬥爭，自己對自己的敵意。\n　　內耗者的「榮譽稱號」包括全國胡思亂想大賽第一名、世界愛生悶氣協會榮譽會長、中央戲精學院優秀畢業生、國家自我打擊樂隊隊長……。\n　　有種決策行為叫內耗式決策，腦子裡總有兩個人在吵架，等架吵完，事已經過去了，激情和幹勁被內耗快速敗光。\n　　行為方面的高內耗者，想得比誰都多，做得比誰都少；事情過去了，心情過不去；說出最硬的話，做出最軟的事；語言上的巨人，行動上的矮子；每次臨淵羨魚，回家卻沒結網。」根據上文內容，下列哪一個人的表現【最不符合】「內耗型人格」？',['一心憧憬出國進修，卻因各種顧慮而裹足不前的美昭','遭主管強力打壓、同事惡意中傷，決定遞辭呈的優善','在兩個活動間猶豫許久，做出決定已超過時限的燦榮','和好友起爭執，憋住內心真話，從此心存芥蒂的珠喜'],[]),
(24,'「有一天，一位老和尚在紙上寫下了這四道題：「2+2=4」、「4+4=8」、「8+8=16」、「9+9=19」。\n　　徒弟們紛紛說道：「師父，您算錯了最後一道題。」\n　　老和尚抬起頭來，慢慢地說道：「是的，大家看得很清楚，這道題是算錯了。可是前面我算對了三道題，為什麼沒人誇獎我，卻只看到我算錯的這一道呢？」\n　　做人也是如此，一個人縱有百般的好，卻可能因為一次的疏忽，就被一筆抹殺了。「100-1=0」的定律，在數學上自然是錯誤的，但在人性上卻往往是成立的。」根據文中內容，這段文章的寓意，最適合用下列哪一段話來表達？',['仁者見仁，智者見智','尺有所短，寸有所長','勿以小惡，棄人大美','千里之堤，潰於蟻穴'],[]),
]
PS+=['紫斑蝶與紫斑蝶幽谷\n　　如同候鳥一般，每年冬天，臺灣的紫斑蝶會一批批來到溫暖的南臺灣，群聚於有蜜源植物且地形足以避風的山谷，在高雄茂林、屏東霧臺、臺東大武山區，形成30多個「紫蝶幽谷」。\n　　總計近百萬隻斑蝶聚集的生態奇觀，與墨西哥的「帝王斑蝶谷」，並列為世界兩大「越冬型蝴蝶谷」。臺灣紫斑蝶數量雖遠不及墨西哥，但卻是十多種斑蝶混雜群聚，不同於墨西哥的單一蝶種。\n會越冬的蝴蝶\n　　一般說來，蝴蝶只出現在春夏季節，冬季來臨前就會陸續死去，並在死前留下後代，等待隔年春暖花開時再破卵而出。紫斑蝶不一樣，牠們是少數能以成蟲方式度過寒冬的蝶類。就像候鳥一樣，每年冬天來臨前陸續南飛，等待春天再整理行裝飛回北方。\n蝶道追蹤\n　　每年春天，紫斑蝶會依循固定路線離開越冬棲地。紫斑蝶飛行的蝶道，一條路線從茂林開始，經過臺南曾文水庫、關子嶺、雲林林內鄉、彰化八卦山、臺中大肚山，再到苗栗、竹南海邊，銜接成一條蝴蝶公路。另一條遷徙路線，則是從臺東大武山溪谷循東部海岸線一路北遷，經花蓮立霧溪口，再到宜蘭，飛行距離最遠超過300公里。\n（改寫自紫蝶生態網）']
D+=[
(25,'根據上文內容，關於臺灣紫斑蝶的描述，下列何者最恰當？',['紫斑蝶遷徙到南方越冬時，會選擇適合的棲地','紫蝶幽谷的數量與蝶種，比起墨西哥略遜一籌','紫斑蝶的下一代，會在越冬棲地破卵化為成蟲','紫斑蝶離開越冬棲地時，會隨時調整北返路線'],[],len(PS)-1),
(26,'若將紫斑蝶春季遷徙的路線以箭頭標示，下列圖示何者正確？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('zh-09',170,1480,1240,1810)],len(PS)-1),
]
PS+=['　　那是一個夏天，黃仁勳與家人參觀京都苔寺。他記得，當時天氣炎熱潮溼、沒半點風，有一名老人家蹲著整理花園，「我看見他的竹簍幾乎是空的，只有3株壞死的苔蘚。」老人家告訴黃仁勳，他在寺廟工作已近30年。\n　　黃仁勳納悶問道：「苔園如此之大，你的簍子和鑷子如此之小，你是如何照顧維護的呢？」老人家回答他：「我有的是時間。」\n　　這句話對黃仁勳影響深遠。\n　　他告訴年輕人：「這也是我能給你們最好的職涯建議。我很少追著事情跑，而是享受著我正在做的事。」「我不追求更多，只渴望把當下的工作做到最好。認識我的人都知道，輝達沒有所謂的長期策略和計畫，我們想的是：今天要做好什麼事？」「很少人知道我有個習慣，就是我不戴手錶，因為『現在』才是最重要的。」\n　　黃仁勳回顧職涯，提及自己從連鎖餐廳Denny’s的一名洗碗工被晉升為服務生，一路到今天的成就，他熱愛每一份工作。\n　　黃仁勳告訴胸懷壯志的年輕專業人士：「我的建議聽起來或許有違一般人的策略，但這是個好的建議——你儘管每天持續學習，好的事情自會降臨。」他也直言，自己並非一個動作敏捷的人，卻是一個堅持不懈的人。\n　　黃仁勳也鼓勵年輕人改變慣性的思考方式，從反向角度來分析，「當一名創新者，腦中不能一直想著競爭。因為既然是開創，代表市場上還沒有這項產品，那麼何來競爭？」\n　　關於領導人的特質，黃仁勳認為每家公司都是由一群絕頂聰明的人所創立，但並非每個人都能成為領導者。「為何有些人能脫穎而出？這是作為華人的幸運之處，我們有長久吃苦耐勞的能力。」他進一步解釋，「這種能耐就是恆毅力，是成功人士最重要特質之一。打造新公司和發明新事物，都是要經歷大量磨難的，你必須真心感受到它帶給你的樂趣，否則太痛苦了。」\n（改寫自聯合新聞網）']
D+=[
(27,'上文是輝達執行長黃仁勳在矽谷向「華人科技社群」分享的人生哲學。季倫聆聽黃仁勳給予年輕人的建議後，記錄了幾個要點。下列哪一點【最不可能】包含其中？',['鍥而不舍','逆向思維','立志高遠','甘之如飴'],[],len(PS)-1),
(28,'「我有的是時間。」這句話帶給黃仁勳的啟發，最接近下列何者？',['愈是面臨重大考驗，愈要氣定神閒，從容以對','透過時間才能累積寶貴的經驗，決勝最後關頭','只要善用時間，就能創造事半功倍的工作效能','不急功近利，只專注於當下，享受工作的樂趣'],[],len(PS)-1),
(29,'黃仁勳說：「你儘管每天持續學習，好的事情自會降臨。」這句話的涵義，與下列哪一句名言最接近？',['花若盛開，蝴蝶自來；人若精彩，天自安排','受不得窮，立不得品；受不得屈，做不得事','老驥伏櫪，志在千里。烈士暮年，壯心不已','見兔顧犬，未為晚也；亡羊補牢，未為遲也'],[],len(PS)-1),
]
PS+=['　　＿＿＿＿＿＿＿＿＿＿。當都市人在超市與食譜上認識蔬菜時，阿美族人卻是在植物生長的自然環境中認識它們。在阿美族人的眼裡，每一種植物都有自己的特性，它們的花朵、嫩芽，植物被摘下時汁液的氣味，都是都市人難以體會的。對阿美族人來說，採野菜、吃野菜就是生活的一部分。\n　　在花蓮有「野菜教母」之稱的阿美族人吳雪月，與花蓮縣政府合作成立原住民族野菜學校，希望藉由推動保種工作以及食農教育，傳承野菜文化。所謂「保種」，是指在收成時，選取表現優良的植株，保留種子，以便之後繼續繁衍。\n　　目前野菜學校已經送了12種種子到臺南的亞蔬——世界蔬菜中心進行種植。若能成功種植三年，就表示符合保種條件，而後就會送到有全球「諾亞方舟」之稱的挪威「斯瓦爾巴全球種子庫」進行保存。\n　　世界蔬菜中心旨在培育優良蔬菜品種，目前蒐集了57,000個品種。優良的種子會做「異地備份」，主要備份於全世界最大，位於挪威北極圈內的「斯瓦爾巴全球種子庫」。這個種子庫保存了全世界的植物種子，以防發生自然或人為的毀滅性災害時，人類將永久喪失某些糧食作物的基因。由於溫度為攝氏零度以下，種子在岩石和永凍土的隔絕之下，冰存數個世紀都不會腐壞。因此，「斯瓦爾巴全球種子庫」也被稱為「末日地窖」。\n（改寫自環境資訊中心）']
D+=[
(30,'根據文意脈絡，文章開頭的畫線處，填入下列哪一句話最恰當？',['阿美族的野菜文化，近年來逐漸式微','阿美族人的食物來自後院，而非市場','飲食對原住民而言，是一種社會儀式','靠山吃山、靠海吃海，各族差異頗大'],[],len(PS)-1),
(31,'根據文中內容，關於「斯瓦爾巴全球種子庫」成立的宗旨，下列哪一個人的說法最接近？',['同珢：「為避免糧食資源被少數國家掠奪，埋在地窖中才能維護世界的公平正義！」','涎鎮：「當世界末日來臨，這些種子會自行繁衍，地球的植物生態就不會滅絕了！」','惠程：「它使全球種子永續保存，發生重大災害時，就能為人類解決糧食危機了！」','蓁羅：「全球各地的作物種子都匯集於此，這樣各國的農業文化才能互相交流啊！」'],[],len(PS)-1),
]
PS+=['　　桃園綠線捷運即將完工，第一期工程從G01出發，並於G32站與機場捷運A11站轉接。捷工局發起主線車站命名活動，獲得民眾廣大迴響。\n　　命名活動包含「徵名」及「票選」兩大主題。徵名截止後篩選出適合站名，接著辦理票選活動。投票結果，將由市府的評審小組進行審議，參考投票結果與捷運命名慣例，與文化學者、地方代表討論後拍板定案。\n　　這次活動，無論參加徵名或是票選，都有機會抽中好禮。徵名階段，將從通過篩選站名的提名者中，抽出5位贈送智慧型手機。票選階段，參與線上投票就可抽獎，提供日本雙人旅遊套票、高級飯店住宿券等多項大獎。市民與外縣市民眾皆可共襄盛舉，每人每天可投票一次，針對單一或多個車站進行投票；投票的站數愈多，中獎機率愈高。此外，以桃園市民卡登入投票，還可提高中獎機率。\n（附圖：桃園捷運綠線主線車站命名活動路線圖、參加抽大獎時程〔3/11開始徵名、3/24徵名截止、6/11開始票選、6/24投票截止、113年8–9月站名公布〕、捷運車站命名原則〔①名稱須體現地方特色、地標或歷史意義 ②命名對象應在捷運500公尺範圍內 ③名稱不超過7個字（包含「站」文字），避免與現有站名重複或相似 ④若一車站有多條路線交會，不重複命名〕）']
D+=[
(32,'桃園市民小芹想要參加命名活動，她對以上圖文的解讀，只有哪一句是正確的？',['在3/24前參加徵名活動，就能進入第一階段抽獎名單','在6月中旬參與線上票選，有機會抽中日本旅遊套票','票選結果票數最高的站名，將正式成為桃園捷運站名','以市民卡登入，票選單一站名，可達到最高中獎機率'],[('zh-12',235,672,1265,1585)],len(PS)-1),
(33,'依照命名原則，下列四位參加徵名活動的市民，誰取的站名最有機會入選？',['銀雨：「G03緊鄰觀光工廠『巧克力共和國』，就叫『甜甜巧克力站』吧！」','夏恩：「G04旁有座森林公園，我想把它取名為『城市綠洲森林公園站』。」','敘妍：「G10距離觀光夜市大約是1公里，何不取名為『觀光夜市站』呢？」','珉奎：「G31和機場線A11『坑口站』很近，取名為『近坑口站』最好記！」'],[('zh-12',690,1095,1160,1570)],len(PS)-1),
]
PS+=['【甲】\n一貶世上已經夠落魄\n再放夜郎毋乃太難堪\n至今成謎是你的籍貫\n隴西或山東，青蓮鄉或碎葉城\n不知歸去歸哪個故鄉？\n凡你醉處，你說過，皆非他鄉\n失蹤，是天才唯一的下場\n身後事，究竟你遁向何處？\n猿啼不住，杜二也苦勸你不住\n一回頭囚窗下竟已白頭\n——節錄自余光中〈尋李白〉\n\n【乙】\n永王不見得能分享你月下獨酌\n的幽趣\n對飲的三人中\n想必不會有喋喋不休\n向高山流水發表政見之輩\n你又何苦去蹚那次渾水\n放逐夜郎也罷，泛舟洞庭\n出三峽去聽那哀絕的猿聲也罷\n人在江湖，心在江湖\n江湖注定是你詩中的一個險句\n——節錄自洛夫〈李白傳奇〉']
D+=[
(34,'下列出自李白的詩句內容，何者與余光中〈尋李白〉中所運用的典故【最不相關】？',['但使主人能醉客，不知何處是他鄉','兩岸猿聲啼不住，輕舟已過萬重山','人生得意須盡歡，莫使金樽空對月','青蓮居士謫仙人，酒肆藏名三十春'],[],len(PS)-1),
(35,'關於這兩首詩的內容分析，下列敘述何者最恰當？',['【甲】詩——點出李白晚年時悔恨莫及的惆悵','【甲】詩——描寫李白曾月下獨酌的豁達情懷','【乙】詩——感嘆李白詩才橫溢，卻身後淒涼','【乙】詩——暗指李白難以容身於險惡的仕途'],[],len(PS)-1),
]
PS+=['　　「30x30願景」是新加坡政府提出的糧食計畫，要在2030年之前達成自產農產品滿足新加坡國人30%營養需求的目標。\n　　新加坡由於國土有限，90%糧食依賴進口。極端氣候下，全球糧食生產受到嚴重干擾，令新加坡政府憂心忡忡。\n　　稻米種植需要大片農地與大量水源，而新加坡兩者皆缺。因此，他們展開了「大樓種稻」的研究計畫。\n　　稻米先在溫室發芽育苗，之後轉送到高科技的垂直農場——那是一棟六層樓高的建築物，以垂直堆疊的層架來種植作物。利用無土栽培技術，並且採用滴灌系統，水與養分都精準調控，直接送達稻苗根部，大量減少了水資源的耗損。\n　　垂直農業不需要土壤、陽光，取而代之的，是使用LED照明系統、自動化系統，以及維護環境的大型供暖、通風系統，因此耗電量極大。垂直農場栽種的作物，以生長期短、經濟價值高的葉菜類為主；目前尚無業者願意栽種稻米等糧食作物，因為獲利太低。\n　　建造一座垂直農場需要大量的前期資金，加上電力成本逐年上漲，導致歐洲有些農場已經倒閉。雖然垂直農場可能成為人類的救贖，但要開拓成為全球化的商業規模，還有一大段路要走。\n——改寫自今周刊網站〈新加坡未雨綢繆，研究大樓種稻〉']
D+=[
(36,'就讀農產科系的曉米對新加坡發展的「垂直農業」很感興趣，閱讀上文後，分析了「垂直農業」的四個面向，下列敘述何者最恰當？',['背景：為解決國人營養失衡，研發高養分農作物','型態：運用科技，在平地上以作物堆疊方式生產','優點：節省栽種的土地面積，並大幅降低用水量','願景：提高稻米產量，使農業達到完全自給自足'],[],len(PS)-1),
(37,'根據文中內容，目前「垂直農業」發展受限的原因，主要為下列何者？',['技術門檻高，人才培育難配合','發展無前景，企業主興致缺缺','政策不支持，民間團體缺助力','營運成本高，業者負擔壓力大'],[],len(PS)-1),
]
PS+=['　　秦王使人謂安陵君曰：「寡人欲以五百里之地易安陵，安陵君其許寡人！」安陵君曰：「大王加惠，以大易小，甚善；雖然，受地於先王，願終守之，弗敢易！」秦王不悅。安陵君因使唐雎使於秦。\n　　秦王謂唐雎曰：「寡人以五百里之地易安陵，安陵君不聽寡人，何也？且秦滅韓亡魏，而君以五十里之地存者，以君為長者，故不錯意①也。今吾以十倍之地，請廣於君，而君逆寡人者，輕寡人與？」唐雎對曰：「否，非若是也。安陵君受地於先王而守之，雖千里不敢易也，豈直②五百里哉？」\n　　秦王怫然③怒，謂唐雎曰：「公亦嘗聞天子之怒乎？」唐雎對曰：「臣未嘗聞也。」秦王曰：「天子之怒，伏屍百萬，流血千里。」唐雎曰：「大王嘗聞布衣之怒乎？」秦王曰：「布衣之怒，亦免冠徒跣④，以頭搶⑤地耳。」唐雎曰：「此庸夫之怒也，非士之怒也。……若士必怒，伏屍二人，流血五步，天下縞素，今日是也。」挺劍而起。\n　　秦王色撓⑥，長跪而謝之曰：「先生坐！何至於此！寡人諭⑦矣。夫韓、魏滅亡，而安陵以五十里之地存者，徒以有先生也。」\n——節錄自《戰國策．魏策四》\n\n①錯意：注意，指打他的主意。錯，通「措」。②直：只，僅僅。③怫然：忿怒的樣子。怫，音ㄈㄟˋ。④徒跣：赤足步行。跣，音ㄒㄧㄢˇ。⑤搶：音ㄑㄧㄤ，碰撞。⑥色撓：臉上露出畏懼沮喪的神情。⑦諭：明白、了解。']
D+=[
(38,'秦王一心想要得到安陵，他所運用的溝通策略，【不包含】下列何者？',['說之以理——說明韓、魏之所以滅亡，是因兩國不與秦交好','動之以情——強調自己將安陵君視為尊長，使安陵得以倖存','誘之以利——分析捨安陵可得五百里之地，土地增廣為十倍','威之以勢——暗示安陵君若敬酒不吃吃罰酒，將有殺戮之禍'],[],len(PS)-1),
(39,'根據上文內容，安陵君不願與秦王易地，理由主要為下列何者？',['衡量若以大換小，將會損及自身利益','不畏強權脅迫，不惜與強秦決一死戰','守護先王所留下的基業，不敢有二心','若失去戰略要地，恐步上韓、魏後塵'],[],len(PS)-1),
(40,'根據文章對話內容，下列關於秦王與唐雎的敘述，何者最恰當？',['唐雎為不負安陵君所託，決定當場自刎','唐雎的話語令秦王敬畏，態度幡然改變','秦王認為平民一旦發怒，足以驚天動地','秦王擔心兩國發動戰爭，將對秦國不利'],[],len(PS)-1),
]
PS+=['　　曹州于令儀者，市井①人也。長厚②不忤物③，晚年家頗豐富。一夕，盜入其室，諸子擒之，乃鄰子也。令儀曰：「汝素寡悔④，何苦而為盜邪？」曰：「迫於貧耳。」問其所欲，曰：「得十千足以衣食。」如其欲與之。既去，復呼之，盜大恐。謂曰：「汝貧甚，乘夜負十千以歸，恐為人所詰⑤。留之，至明使去。」盜大感愧，卒為良民。鄉里稱君為善士。君擇子姪之秀者，起學室⑥，延名儒以掖⑦之。\n——王闢之〈于令儀濟盜成良〉\n\n①市井：商人。②長厚：恭謹寬厚。③忤物：冒犯人，與人不合。④寡悔：很少悔恨，形容為人謹慎。⑤詰：詢問、責問。⑥學室：學校的房舍。⑦掖：音ㄧㄝˋ，扶持、幫助，這裡指教育。']
D+=[
(41,'根據文意，下列文句的主語說明，何者【不正確】？',['晚年家頗豐富——于令儀','何苦而為盜邪——鄰子','乘夜負十千以歸——盜賊','延名儒以掖之——子姪輩'],[],len(PS)-1),
(42,'根據上文內容，下列敘述何者最恰當？',['盜賊受令儀之寬厚所感化，因而改過遷善','令儀為了使盜賊卸下心房，假意給予錢財','盜賊貪慕富貴，對令儀家之財富覬覦已久','令儀大力提攜後輩，傳授子姪們經商之道'],[],len(PS)-1),
]
