PS=[]
D=[
(1,r'算式 \(-2+4\div(-\dfrac{2}{3})\) 之值為何？',[r'\(-\dfrac{4}{3}\)',r'\(-3\)',r'\(-\dfrac{14}{3}\)',r'\(-8\)'],[]),
(2,r'如圖(一)，數線上有 \(O\)、\(A\)、\(B\)、\(C\)、\(D\)、\(E\) 六個點，其中 \(O\) 點為原點，任意相鄰兩點間的距離皆相等。若 \(A\) 點的坐標為 0.0024，則以科學記號表示 \(E\) 點的坐標為何？',[r'\(12\times10^{-2}\)',r'\(12\times10^{-3}\)',r'\(1.2\times10^{-2}\)',r'\(1.2\times10^{-3}\)'],[('ma-02',430,770,1000,870)]),
(3,r'已知 \(A=2^a\times3^3\times7\)，\(B=2^8\times3^b\times5\)，其中 \(a\)、\(b\) 均為正整數。若 \(A\)、\(B\) 兩數的最大公因數為 72，則 \(a+b\) 之值為何？',[r'\(3\)',r'\(4\)',r'\(5\)',r'\(6\)'],[]),
(4,r'計算 \(4x^2+4\) 除以 \(x+2\) 後，得商式和餘式分別為何？',[r'商式為 \(4x\)，餘式為 \(-4\)',r'商式為 \(4x+8\)，餘式為 \(20\)',r'商式為 \(4x-8\)，餘式為 \(-12\)',r'商式為 \(4x-8\)，餘式為 \(20\)'],[]),
]
D+=[
(5,r'已知多項式 \(12x^2+8x-15\) 可因式分解成 \((ax+3)(bx+c)\)，其中 \(a\)、\(b\)、\(c\) 均為整數，則 \(a+b+c\) 之值為何？',[r'\(3\)',r'\(4\)',r'\(5\)',r'\(6\)'],[]),
(6,r'算式 \((\sqrt{75}+\sqrt{24})-(\sqrt{48}-\sqrt{6})\) 之值為何？',[r'\(3\sqrt5\)',r'\(\sqrt{57}\)',r'\(\sqrt3+\sqrt6\)',r'\(\sqrt3+3\sqrt6\)'],[]),
(7,r'已知 \(A\) 點在數線上所代表的數為 \(a\)，且 \(|a-3|=|a-(-2)|+|3-(-2)|\)，則下列何者可能為 \(A\) 點在數線上的位置？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('ma-03',195,990,590,1310)]),
(8,r'圖(二)的長方體是由六個長方形的面所組成，其中 \(x>4\)。請問這六個面中，面積最小者的面積為何？',[r'\(4x^2-9\)',r'\(2x^2-5x-12\)',r'\(2x^2-11x+12\)',r'\(2x^2-11x-12\)'],[('ma-03',830,1430,1245,1640)]),
]
D+=[
(9,r'若 \(50<\sqrt a<100\)，且 \(\sqrt a\) 為整數，則下列何者正確？',[r'\(a\) 的最大值為 9801',r'\(a\) 的最大值為 10000',r'\(a\) 的最小值為 2500',r'\(a\) 的最小值為 2501'],[]),
(10,r'小誠取一個空量筒和電子天平，想要秤量 \(X\) 液體在不同體積時的質量。當 \(X\) 液體體積為 30 毫升時，秤得液體與量筒的總質量為 800 公克；體積為 50 毫升時，秤得液體與量筒的總質量為 1200 公克，如圖(三)所示。已知 \(X\) 液體的體積與質量成正比，則空量筒的質量為多少公克？',[r'\(100\)',r'\(200\)',r'\(400\)',r'\(600\)'],[('ma-04',690,500,1250,800)]),
(11,r'若某正數的平方根為 \(-3x-1\) 與 \(4x-7\)，則 \(\sqrt x\) 的整數部分為何？',[r'\(2\)',r'\(3\)',r'\(4\)',r'\(5\)'],[]),
(12,'圖(四)為九年一班某次國文小考分數的次數分配長條圖。若再加入兩位補考同學的分數後，眾數減少了 20 分，則關於此時中位數的敘述，下列何者正確？',['減少了 20 分','減少了 40 分','增加了 20 分','不變'],[('ma-04',735,1435,1255,1790)]),
]
D+=[
(13,r'圖(五)為 \(7\times6\) 的方格棋盤，每一個小方格均為邊長 1 單位的正方形。已知圖中有三顆圓形的棋子，且三顆棋子均在格線的交點上，小明想再多放一顆圓形的棋子在格線的交點上，使棋盤上的四顆棋子形成一線對稱圖形，請問第四顆棋子共有幾個位置可以放？',[r'\(2\)',r'\(3\)',r'\(4\)',r'\(5\)'],[('ma-05',880,170,1240,535)]),
(14,r'一般螢幕的尺寸是指螢幕對角線的長度，例如 15 吋的螢幕表示其對角線長為 15 吋。而寬高比是指螢幕寬度和高度的比，例如 \(4:3\) 表示螢幕寬度與高度的比為 \(4:3\)。表(一)為兩種 \(4:3\) 螢幕的尺寸、寬度與高度，若將一個 15 吋螢幕與 20 吋螢幕以圖(六)的方式拼接，在不考慮拼接處長度的情況下，拼接後的大長方形螢幕尺寸最接近下列何者？',['25 吋','27 吋','29 吋','31 吋'],[('ma-05',335,975,1115,1190)]),
(15,'如圖(七)，已知大、小兩正方形所圍成的灰色區域面積為 72、周長為 48，則大正方形邊長與小正方形邊長的比值為何？',[r'\(\dfrac{7}{2}\)',r'\(3\)',r'\(\dfrac{5}{2}\)',r'\(2\)'],[('ma-05',990,1405,1240,1700)]),
]
D+=[
(16,r'若一元二次方程式 \((x+3)^2=4+a\) 的兩根為相異負數，且 \(a\) 為整數，則可能的 \(a\) 值共有多少個？',[r'\(4\)',r'\(5\)',r'\(8\)',r'\(9\)'],[]),
(17,r'已知桌面上有兩張長方形紙條，面積分別為 \(3x^2+x-2\)、\(2x^2-3x-5\)，其短邊為相同的一次式，且係數為互質的正整數。今將兩張紙條以圖(八)的方式黏貼成一張更大的長方形紙條，重疊部分的其中一邊長為 1，則黏貼後的長方形紙條在桌面上所覆蓋的面積為何？',[r'\(5x^2-3x+8\)',r'\(5x^2-3x-8\)',r'\(5x^2+3x+8\)',r'\(5x^2+3x-8\)'],[('ma-06',225,735,1255,905)]),
(18,'如圖(九)，某超商推出夏日咖啡節優惠活動，小軒在活動期間與同事一起合買咖啡。星期一早上買了 6 杯美式咖啡和 5 杯拿鐵咖啡，結帳時需付 520 元；星期二早上買了 4 杯美式咖啡和 10 杯拿鐵咖啡，結帳時需付 720 元。若星期三早上買了 2 杯美式咖啡和 3 杯拿鐵咖啡，則結帳時需付多少元？',[r'\(232\)',r'\(248\)',r'\(290\)',r'\(310\)'],[('ma-06',760,1200,1255,1505)]),
]
D+=[
(19,r'如圖(十)，有一塊長方形公共設施用地 \(ABCD\)，目前已規畫一個長方形停車場 \(AEFG\)、一個三角形生態池 \(CPQ\) 及兩段樂活步道 \(\overline{BP}\)、\(\overline{DQ}\)，其中 \(E\)、\(P\)、\(Q\)、\(G\) 四點分別在 \(\overline{AB}\)、\(\overline{BC}\)、\(\overline{CD}\)、\(\overline{AD}\) 上。已知長方形停車場的面積為 20，三角形生態池的兩股長分別為 7 和 25，兩段樂活步道的長度皆相同。若整塊公共設施用地的面積是停車場面積的 44 倍，則此公共設施用地的周長為何？',[r'\(62\)',r'\(112\)',r'\(124\)',r'\(252\)'],[('ma-07',955,175,1255,705)]),
(20,'圖(十一)是九年三班數學測驗分數的累積次數分配折線圖，圖中有部分資料被塗汙看不清楚。已知全班 60 分以上(含)的人數有 31 人，最多人的這一組人數剛好是最少人的這一組人數的 3 倍，且最少人的有兩組。若未滿 80 分的人數在 20～25 人之間，未滿 90 分的人數在 35～40 人之間，則 70～80 分這一組有多少人？',[r'\(6\)',r'\(7\)',r'\(8\)',r'\(9\)'],[('ma-07',690,895,1250,1315)]),
]
D+=[
(21,r'如圖(十二)，某雷達螢幕上有一坐標平面，原點 \(O\) 為雷達位置，其偵測範圍為圖中以 \(O\) 點為圓心的圓形區域(包含圓周)。今有一敵方飛彈從 \(x\) 軸上的 \(A\) 點進入雷達偵測範圍，沿著直線前進，並從 \(B\) 點離開偵測範圍，一共費時 8 秒。當雷達偵測到此飛彈後，軍方從 \(O\) 點發射攔截飛彈進行攔截，攔截飛彈在螢幕上的軌跡為 \(\overline{OM}\)，且 \(\overline{OM}\) 垂直 \(\overline{AB}\)，\(M\) 為 \(\overline{AB}\) 的中點。若上述兩飛彈的速率相同，且直線 \(AB\) 的方程式為 \(x-2y=-5\)，直線 \(OB\) 的方程式為 \(4x-3y=0\)，則攔截飛彈從 \(O\) 點沿著 \(\overline{OM}\) 飛到 \(M\) 點的時間為幾秒？',[r'\(1\)',r'\(2\)',r'\(3\)',r'\(4\)'],[('ma-08',865,165,1245,590)]),
(22,r'根據現行法規，報考排氣量 250c.c. 以上的重型機車駕照至少要年滿 20 歲。小嘉在 2021 年生日當天考到上述的駕照，他發現他當時的年齡剛好等於他出生西元年的各個數字和。若小嘉當時的年齡為 \(a\) 歲，則 \(a\) 的正因數有幾個？',[r'\(3\)',r'\(4\)',r'\(6\)',r'\(8\)'],[]),
(23,r'如圖(十三)，\(\overline{AB}=8\)，\(\overline{BC}=5\)，\(\overline{CD}=12\)，\(\overline{DE}=13\)，且 \(\angle ABC=\angle BCD=\angle AED=90^\circ\)，則 \(\overline{AE}\) 的長度為何？',[r'\(16\)',r'\(18\)',r'\(4\sqrt{17}\)',r'\(5\sqrt{17}\)'],[('ma-08',970,1435,1250,1800)]),
]
PS+=[r'金星文具行舉辦開學優惠活動，活動內容如圖(十四)所示（凡購買紅區任一本筆記本＋綠區任一本筆記本，每組享紅配綠優惠價 29 元）。已知紅區的筆記本有三種價格，分別為 \((x-7)\)、\((x-6)\)、\(x\) 元；綠區的筆記本有三種價格，分別為 \((y-3)\)、\(y\)、\((y+3)\) 元。']
D+=[
(24,'若以紅配綠優惠價結帳，購買 1 本紅區的筆記本和 1 本綠區的筆記本最多可省 20 元，則購買 1 本紅區的筆記本和 1 本綠區的筆記本最少可省多少元？',[r'\(6\)',r'\(7\)',r'\(10\)',r'\(13\)'],[('ma-09',455,395,965,665)],0),
(25,r'小新拿了紅區 2 本相差 6 元的筆記本去結帳，店員說：「您要不要再多挑 2 本綠區的筆記本，以紅配綠優惠價結帳，只需比原本多付 8 元就能買到 4 本筆記本喔！」則 \(x\) 的值在下列哪一個範圍中？',[r'\(21\le x\le23\)',r'\(24\le x\le26\)',r'\(27\le x\le29\)',r'\(30\le x\le32\)'],[('ma-09',455,395,965,665)],0),
]
