PS=[]
D=[
(1,'「閱讀理解包括兩個主要部分□一是字詞解碼，也就是一般所謂的識字能力□二是語言理解，主要是文字理解能力。這兩者以相乘的方式，共同決定一個讀者閱讀理解能力的高低。在目前的閱讀研究領域中，這是一個愈來愈受關注的理論□簡明閱讀模式。」根據文意，缺空處依序填入下列何組標點符號最恰當？',['——　；　、','：　、　，','：　；　——','——　，　；'],[]),
(2,'【第一幕】地點：美術館內／角色：男子（36歲）、小女孩（5歲）\n小女孩：爸爸！（一面呼喊，一面跑向站在畫作前的男子）\n男　子：美術館中的每幅畫都是膽小鬼，他們有許多話想說，卻只敢在別人閉上雙唇的時候開口。（男子蹲下，平視小女孩的雙眼）\n小女孩：那我是不是要安靜，才能聽到他們說話？（小女孩側身傾耳靠向畫作）\n潘導演正在籌備新戲劇，找來四位演員一起討論劇情。根據這段劇本內容，下列何人的理解最恰當？',['光翰：男子將畫作比喻為膽小鬼，藉此鼓勵小女孩應該練習勇於表達自我','瑩軒：小女孩最後的動作表現出對男子的不以為然，呈現父女的緊張關係','冠霆：男子以委婉的方式告訴小女孩美術館內應維持靜謐環境，不宜喧譁','欣鈴：小女孩聽完男子所言，發覺行為不當，戰戰兢兢的向男子請求原諒'],[]),
(3,'下列文句的句型，何者說明正確？',['這部電影因疫情而無法如期上映——有無句','首週上映的票房成績卻相當亮眼——表態句','看過第一集的影迷對片中經典畫面讚不絕口——判斷句','這種懷舊氛圍是將中年族群帶進戲院的動力——敘事句'],[]),
(4,'「觀光在全世界都難控制，池上是小鄉村，它的悠閒、緩慢、安靜，很容易被外來商業催促的焦躁喧譁□□。外來商業攔路霸王硬上弓的□□生意，擾亂了原本素樸的鄉村。然而池上原本的居民還是很安靜，不被氾濫的商業影響，善待每一個到池上來的人。」根據文意，缺空處依序填入下列何組詞語最恰當？',['破壞／兜攬','吞噬／推敲','湮沒／搶購','強調／招引'],[]),
]
D+=[
(5,'「人生走到此處，總算到了知天命的歲數。回顧曩昔，猶記得二八年華時，深受電影的影響，一心嚮往能成為特務人員，參加了幾次調查局特考，卻屢屢在體能測驗之中鎩羽而歸。就在特考年齡限制的最後一年——而立之年，我遇見此生的真命天子，同年順理成章的走進婚姻，夢想於焉放下，現實就此展開。孰料，甫居不惑的先生卻在一場意外中辭世……」\n甄梨享在她的生日當天寫下了這一篇日記。根據這段文字，下列關於甄梨享的敘述何者正確？',['在六十歲時寫下這段人生回顧','在荳蔻年華矢志成為特務人員','三十歲時決定與伴侶攜手終生','其丈夫在五十歲那年撒手人寰'],[]),
(6,'下列選項，何者用字完全正確？',['記取教訊','前嫌盡釋','群雄割劇','生靈塗嘆'],[]),
(7,'「名利皆不可好也，然好名者比之好利者差勝。好名則有所不為，好利則無所不為也。」下列敘述，何者最符合這段文字的觀點？',['好名者與好利者皆有值得效法之處','沽名釣譽的人不如求利者光明正大','為了追求利益，人會不敢貿然行事','人會因在意名聲，而行事有所顧忌'],[]),
(8,'「這裡的人對大自然供給的糧食投以相當的關心與討論，固然表示資源分配還是永遠的課題，但何嘗不是代表這裡的天然資源確實豐足，以至於分配不均會對生活造成實質影響。例如，臺北人絕對不會為臺大校園裡的橄欖樹所長的橄欖分配權吵架，因為那是太小太小的資源。但若全臺北的路樹都是橄欖樹，而橄欖一公斤可以賣到十萬元，看守、採收與分配的問題就會是市民議題了。」這段文字中舉橄欖為例，主要是為了說明何種觀點？',['資源愈匱乏之地，愈容易因分配問題起紛爭','當資源充足且具利益，會更凸顯分配權問題','一旦當地不乏自然資源，分配問題終將解決','資源的產量多寡，會影響到資源的市場價格'],[]),
]
D+=[
(9,'下列選項「　」中的字，何組讀音前後相同？',['「縱」貫鐵路全線貫穿臺灣西部／演唱會入場前請排成「縱」隊依序驗票與消毒','這漫畫睽違三年重新展開連「載」／全球原料缺貨，買新車得等上一年半「載」','她的表現較其他選手略「勝」一籌／飆車族製造的噪音讓附近住戶不「勝」其擾','只要同心協力，肯定能度過「難」關／做事少根筋的他完全不曉得大「難」臨頭'],[]),
(10,'「溝通，是先從對方出發。我們會看見對方的行為，或是聆聽對方的話語，接著我們去感受對方行為或話語背後的情緒，再去思考對方的動機。這個概念有點像是薩提爾的冰山理論，我們看見的行為或話語都是露出水面的一角，而冰山的下面還有許多值得探究的東西。因此，＿＿＿＿＿＿。」根據文意脈絡，畫雙線處填入下列何者最恰當？',['在溝通的過程中，我們會花更多時間去理解對方心中的想法','我們需要有開誠布公與他人談心的勇氣，否則只會更加孤獨','溝通是雙向的，即時聽取與回饋意見，才能夠充分進行交流','與其花時間溝通，不如從旁觀察，避免被個人主觀感受影響'],[]),
(11,'「凡捕魚，於水清處見魚發發（此指急速的樣子），用三叉鏢射之，或手網取之。小魚熟食；大則醃食，不剖魚腹，就魚口納鹽，藏甕中，俟年餘，生食之。」這段文字記錄了臺灣原住民捕魚與食用的情形，下列何者最符合內容所述？',['原住民所使用的捕魚工具共有三種','捕到的魚隻會先煮熟再貯存於甕中','經過加工的魚隻在形體上大致完整','當時的原住民已有生食鮮魚的風俗'],[]),
(12,'【甲】野獸國年度銷售冠軍專輯總銷量（2012～2021）；【乙】出道時間一覽表（見圖）。根據甲、乙兩項資料，關於野獸國的樂壇現象，下列說明何者正確？',['老虎隊曾經擊敗艾力獅少男團，以新專輯拿下年度銷售冠軍','超級兔子出道當年，其專輯即勇奪年度銷售冠軍並且蟬連三年','自二〇一六年起，艾力獅少男團銷售冠軍專輯的總銷量屢創新高','艾力獅少男團的專輯在野獸國十分叫座，出道後曾締造六連霸紀錄'],[('zh-04',156,1120,1320,1440)]),
]
D+=[
(13,'下列文句「　」中的成語，何者使用最恰當？',['時值週年慶，湧入百貨公司的人潮猶如「鳳毛麟角」，擁擠得水洩不通','酒駕須靠警察嚴格取締，加之法官判以重刑，才能收「揠苗助長」之效','公司近期股價大跌，謠言四起，使得員工人心惶惶，上下「風起雲湧」','友人邀請他共同創業，不料獲利之後卻立即「過河拆橋」，翻臉不認人'],[]),
(14,'下列選項「　」中的詞語，何組詞性前後相同？',['那位小混混不停「挑釁」行人／路過的行人一直被那位小混混「挑釁」','唯有風在「嫩綠」的枝葉間穿梭／唯有風穿梭在樹枝間一叢叢的「嫩綠」','妹妹「興奮」的和我分享所見所聞／妹妹和我分享見聞，言談中流露著「興奮」','夜闌人靜時，他思考自己到底「成就」了什麼／他在夜闌人靜時思考自己的「成就」'],[]),
(15,'〈我家後院的野草〉王潤華\n每次／從自我放逐的臺灣回家／我手持剪草機／來來回回旋轉／如小時候磨墨的姿態\n\n暗綠色的野草／覆蓋著草地／我家院子／就像巨大的硯臺／盛滿濃濃的墨汁\n\n赤道陽光亮麗／在院子攤開／如一張宣紙／小鳥、蚱蜢／在上面／胡亂書寫／難於解讀的書法／有點像甲骨文、金文、小隸、草書……\n\n過雲雨之後／我開始辨認／黏人草是行書，人字／蒲公英是阿拉伯字，0／露珠站在茅草上／是甲骨文的早字\n\n關於這首詩的內容，下列分析何者最恰當？',['第一節描寫剪草過程，並將剪草想像為提筆揮毫','第二節呼應詩題，指出臺灣老家的後院長滿野草','第三節刻畫院中景致，呈現生意盎然的自然風貌','第四節點出主旨，說明由野草領悟古人造字法則'],[]),
]
D+=[
(16,'「目前伴侶動物（指寵物）的治療上，有七成左右是使用人用藥。原因是動物用藥的市場太小，沒有藥廠生產足夠的動物用藥，且國內的動物用藥多是針對經濟動物（如豬隻、牛隻）所研發生產，用在小型伴侶動物身上的劑量實在難以估算，因此不得不使用人用藥。況且藥廠在研發任何人用藥物時，都必須先通過動物實驗才可能上市。」根據這段文字推論，下列何者【不是】伴侶動物使用人用藥的原因？',['市面上銷售的人用藥物，已經證實用於動物身上亦具有療效','小型伴侶動物若使用經濟動物用藥，不容易拿捏所需的劑量','動物用藥須透過進口管道才能取得，用於治療伴侶動物成本過高','動物用藥的需求有限，以至於藥廠無意提高伴侶動物用藥的產量'],[]),
(17,'書法教室招生中（見圖）。珊迪與珍珍欲結伴參加書法課程，若珊迪想學習圖一的字體，珍珍想學習圖二的字體，則二人應分別選擇哪一位授課老師？',['珊迪：顏執老師／珍珍：秦勞老師','珊迪：秦勞老師／珍珍：李茂老師','珊迪：顏執老師／珍珍：李茂老師','珊迪：秦勞老師／珍珍：顏執老師'],[('zh-06',152,555,1320,1035),('zh-06',1100,1050,1320,1305)]),
(18,'●《本草綱目》：「原生江南，葉似鴨掌，因名鴨腳。宋初始入貢，改呼銀杏，因其形似小杏而核色白也。今名白果。」\n●《農書》：「銀杏之得名，以其實之白。一名鴨腳，取其葉之似。」\n●《國語辭典》釋「銀杏」：「植物名。葉扇形，常深裂，葉脈二歧分叉。種實核果狀，種核杏形，色白，核仁可食。也稱為『白果』、『佛指甲』、『鴨腳』。」\n根據以上資料，關於「銀杏」這種植物的命名原因，下列說明何者正確？',['「鴨腳」此名由來，與扇形葉片密切相關','由於具有養顏美白之效，也稱為「白果」','其名為「銀杏」，是因花朵呈銀白色之故','「佛指甲」一名，源自葉脈的形狀與色澤'],[]),
]
D+=[
(19,'下列選項「　」中的字，何組意思前後相同？',['我生本飄飄，今復在何「許」／五萬「許」人','山禿逾高採，水窮「益」深撈／獲「益」匪淺','「去」留無所適，歧路獨迷津／「去」蕪存菁','陶潛任天真，其性「頗」耽酒／「頗」為可觀'],[]),
(20,'武侯問曰：「若敵眾我寡，為之奈何？」吳起對曰：「避之於易（平坦），邀之於阨（險要的地方）。故曰：以一擊十，莫善於阨；以十擊百，莫善於險；以千擊萬，莫善於阻。」\n根據這段文字，可知吳起所抱持的看法為何？',['善用對方輕敵心理，方能出奇制勝','敵眾我寡之際，首重激勵將士士氣','將帥務求兵源充足，才能夠戰無不克','欲以少數兵力求勝，應運用地形作戰'],[]),
(21,'昔有大長者子，共諸商人入海採寶。此長者子善誦入海捉船（撐船、划船）方法：若入海水漩洑（水盤旋貌）洄流磯激之處，當如是捉，如是正，如是住。語眾人言：「入海方法，我悉知之。」眾人聞已，深信其語。既至海中，未經幾時，船師遇病，忽然便死。時長者子即便代處，至洄洑駛流之中，唱言：「當如是捉，如是正。」船盤迴旋轉，不能前進至於寶所，舉船商人沒水而死。\n關於這段文字中的大長者子，下列說明何者正確？',['為了獨占海上寶物故意駛向錯誤航道','其熟記的駕船方法最後未能發揮效用','在海上使計讓船師病死藉機取而代之','因為熟悉航行路線而得到眾人的敬重'],[]),
(22,'曹學佺〈遊武夷記〉：「天遊雖稱崔嵬（高峻、高大的樣子）過之，然迢遞可肩輿入。登一覽臺，於是三十六峰之勝，可屈指數矣。復命舟里許，過隘嶺，為陷石堂。小橋流水之中，度石門而桑麻布野，雞犬聲聞，依稀武陵之境（此指陶淵明於〈桃花源記〉中所寫的世外桃源）乎！於是望鼓子峰相近，穿修篁（修長的竹子）五里，木石棧道，相為鉤連。叩岩石，逢然作鼓聲。」關於作者的行動與見聞，下列何者最符合這段文字的敘述？',['徒步到達天遊峰','經由水路前往陷石堂','登上鼓子峰後即抵武陵之境','行走木石棧道時有鼓聲相隨'],[]),
]
D+=[
(23,'「白松的種子除了少數因松脂黏著於松果上之外，大部分在九月即全部飄落，但因其松果生長在較高的樹木頂端，因此比剛葉松更占優勢。風來時，種子隨風飄飛，就可以飄落到更遠的地方。白松結果，遠較剛葉松節制。事實上，剛葉松結子數量多，結期長達整個冬季，其播種和擴張地盤的機會應較大，但白松的傳播範圍更廣闊，不僅能在開闊的空地上生根，也可以自一片成林裡抽芽，即便是剛葉松也望塵莫及。」根據這段文字，關於白松與剛葉松的比較，下列推論何者最恰當？',['剛葉松的種子數量遠遠不及白松','適合剛葉松生長的海拔較白松低','白松松果的生長位置比剛葉松更利於種子傳播','白松與剛葉松的生長情形呈現此消彼長的關係'],[]),
(24,'災害數字本身是量化數字，發災次數愈多並不一定代表災害最嚴重。\n（甲）很可惜關於此方面的描述，史書多語焉不詳\n（乙）儘管史料並不圓滿，然而仍有若干訊息留傳下來\n（丙）自然災害還是要端視該項災害的破壞程度\n（丁）只能靠有限的文字訊息去猜測並加以想像\n使我們能認識到隋代 文帝時期所遭遇到的災情梗概，仍具有一定的意義。\n根據文意，這段文句以下列哪一種次序排列最為通順恰當？',['甲乙丁丙','乙丙甲丁','丙甲丁乙','丙丁甲乙'],[]),
(25,'甲：釣罷歸來不繫船，江村月落正堪眠。縱然一夜風吹去，只在蘆花淺水邊。——司空曙〈江村即事〉\n乙：蓬頭稚子學垂綸，側坐莓苔草映身。路人借問遙招手，怕得魚驚不應人。——胡令能〈小兒垂釣〉\n關於這兩首詩的說明，下列分析何者最恰當？',['甲詩時序由夜晚寫到天亮，乙詩則從早上寫到下午','甲詩主角釣魚後乘船而歸，乙詩主角正在岸邊垂釣','甲乙兩詩皆透過描寫四周景物，點出主角身處的季節','甲乙兩詩均為前二句刻畫場景，後二句抒發人生體悟'],[]),
]
PS+=['請閱讀以下海報（友好市一般住宅節能設備汰換補助開跑囉！見附圖）。']
D+=[
(26,'根據這張海報，下列說明何者正確？',['補助時間至十一月底截止，符合資格者只要在期限內完成申請，即可獲得補助款','初次購買電冰箱而無舊機可供回收之用戶，仍可以依規定申請補助，獲得補助款','每戶申請冷氣機的節能補助金額無上限，汰舊換新的設備愈多，補助款也就愈多','餐廳業者購入冰箱後，繳交相關文件申請補助，會因條件不符而無法獲得補助款'],[('zh-09',102,215,1315,1168)],len(PS)-1),
(27,'根據這張海報，下列哪一戶可獲得的補助金額最高？（各戶能源效率標示與申請臺數見表）',['李宅','陳宅','王宅','林宅'],[('zh-09',102,215,1315,1168),('zh-09',148,1500,1310,1792)],len(PS)-1),
]
PS+=['根據英國《衛報》報導，從二〇二二年六月開始，英國七十家企業正展開全球規模的「週休三日」職場實驗。\n其實，早在英國試辦「週休三日」的新工作型態實驗前，阿拉伯聯合大公國公家單位已經縮短工時。在二〇二一年底，阿拉伯聯合大公國宣布「全國工作週」的新政策：從二〇二二年開始，阿拉伯聯合大公國公家單位的工作日將縮短到4.5天。此舉是希望透過提供更長的週末，來強化經濟競爭力、提升生產力，以及增進工作與生活的平衡。\n提到縮短工時，就不得不談到，從二〇一五年就開始實施「薪酬不變、每週工作四日」的冰島。冰島進行為期四年的大型實驗計畫，直到二〇一九年正式結束。研究團隊想知道參與實驗來自辦公室、醫院、幼兒園等單位的兩千五百名勞工，當工時縮短成三十五至三十六小時，並且週休三日後，勞工變得更幸福了嗎？\n結果發現，這些員工的生產力不僅沒有變低，反而還變更好。而且勞工也體驗到更多的幸福感，在職場上也更具合作精神。甚至，許多人都表示，週休三日後，他們能花更多時間陪家人、培養新興趣，讓他們在工作和生活間取得平衡。\n預計在二〇二二下半年，西班牙也將進行類似新工作型態的實驗。受到全球疫情的衝擊，大眾對於生活與工作型態出現大幅轉變，遠距工作或混合辦公都成為這幾年常見的辦公方式，縮短員工的工時也是熱議的職場趨勢之一。而企業重視員工的生活品質、幸福感等，也成為影響競爭力的關鍵。\n——改寫自何晨瑋〈週休三日更幸福？英國七十家企業掀疫後職場大實驗〉']
D+=[
(28,'根據本文，嘗試推行縮短工時的國家由先而後排列最可能是下列何者？',['冰島→阿拉伯聯合大公國→英國→西班牙','冰島→英國→阿拉伯聯合大公國→西班牙','英國→阿拉伯聯合大公國→冰島→西班牙','阿拉伯聯合大公國→英國→西班牙→冰島'],[],len(PS)-1),
(29,'根據本文，關於各國陸續推行縮短工時的原因，【最不可能】包含下列何者？',['期望提高員工對生活的幸福感，以提升對企業的產能','勞工的工時過長，可能無助於國家經濟競爭力的提升','因應疫情對於全球社會的衝擊，而轉換新的工作型態','疫後勞動力下降，故致力推動福利吸引人力進入職場'],[],len(PS)-1),
]
PS+=['在日本旅館裡，大概可以想像早餐會是什麼樣子，但對於晚上那餐動輒十幾道菜的重頭戲，你絕對不知道完整的真相將會是什麼，或者不能想像它將以什麼方式呈現。\n有一次，旅行到北海道的利尻島，投宿在一家較新穎的大型旅館。我們猜想晚上的盛宴會有海膽（日人稱雲丹），因為利尻島是雲丹最大的產地。等到在晚宴大廳的榻榻米坐下來，端來的竟是一隻隻尖刺蠕動、黝黑的活海膽，侍者示範如何擘開海膽，用湯匙挖出金黃色的雲丹來吃。本來猜想雲丹是生吃，或蒸食，或作成握壽司，沒想到是用海膽獨特的刺蝟式外殼作餐具。\n第二天，在島上餐廳看見白飯上堆疊成山的金色雲丹，才對原隻上菜的海膽有了不同的理解。旅館廚師聰明而狡猾，到利尻島怎能不端出雲丹饗客？但成本太高，拿出一盤豐盛的海膽怎麼吃得消？端出一整個活海膽，新鮮又新奇，又忘了數量稀少，這不是預算寒酸的絕妙掩飾嗎？在規模較大的現代化旅館裡，餐飲成本控制嚴格，你吃的永遠不會比付的多；但在日本鄉間投宿某些老旅館時，卻常常遇見不知成本為何物的熱情接待。\n十年前，我投宿九州島的小濱溫泉，書上說是聞名的料理旅館，我們對晚餐因此充滿期待。但晚上停電了，服務生就著兩枝微弱的蠟燭在房內上菜，約十二道左右的菜色，卻不是特別出色。雖然有點失望，但我很快的把十二道菜連同三碗白飯吃下肚。\n突然間，樓梯乒乒乓乓，一聲對不起，服務生進房，一面端上一艘裝滿各種生魚片的木製巨船，一面解釋，停電了電梯不能用，上菜時間沒能掌握好，真是失禮了。望著那一大船鮮美誘人的生魚片，雖然後悔吃了三碗飯，可是又怎麼能退卻？沒想到，門外又一聲對不起，這回端來的是一大尾紅燒的全魚，一人一尾。連續五、六聲對不起，每次都進來一盤豐盛的海鮮美食。一開始的十二道菜顯然只是例行的前菜，後來的六道美食才是料理旅館的真本事與重頭戲。那是難忘至極，也是悔恨至極的經驗。\n——改寫自詹宏志〈驚喜的晚餐〉']
D+=[
(30,'「第二天，在島上餐廳看見白飯上堆疊成山的金色雲丹，才對原隻上菜的海膽有了不同的理解。」根據本文，作者所產生的「理解」最可能為何？',['利尻島旅館別出心裁，以海膽的外殼作為餐具，展現巧思','原隻上菜的海膽實為障眼法，是旅館壓低食材成本的手段','餐廳為控制預算而使用廉價雲丹，營造出食材豐盛的假象','旅館原隻上菜的海膽，比餐廳提供的雲丹更為新鮮且味美'],[],len(PS)-1),
(31,'作者在文中提及投宿小濱溫泉的經歷，其用意最可能為何？',['介紹料理旅館中的晚餐最少須上滿十二道菜的特殊風俗','感嘆日本旅館早、晚餐分量差異甚大致使旅客難以適應','說明利尻島與九州島的風土民情與食材物價皆大相逕庭','呼應第一段的引言並與利尻島旅館的晚餐經驗形成對比'],[],len(PS)-1),
]
PS+=['電影裡聲音表演分為幾個部分，其中角色對白大部分是照劇本進行的，就算加入演員的即興發揮，也得看看是否適合情節才會決定收入或剪去；音效是視劇情需要加進去的，配樂大多也是作曲家隨著橋段或角色譜寫的。唯一不見得與電影原來就相關的，是主題曲、片尾曲及劇中插曲。這些曲子自然也有特地找樂手合作、專為電影寫的，但更多情況，是導演與劇組從現成曲目中挑選出來的。曲子挑得合適與否，可以看出導演及劇組說故事能力的好壞。\n特地為電影寫的插曲大多能夠與劇情甚或電影主題搭配得宜。例如布魯斯．史普林斯汀為電影《費城》寫的主題曲〈費城大街〉，歌詞中的「夜裡，我能聽到血脈中的血液／汙黑，如雨般低吟」對應主角發現自己罹患愛滋病的心情，「兄弟，用你失去信念的吻接納我／或任你我像現在這樣永遠隔離」則對應主角發病之後，過往同事、友人盡一切可能遠離他、甚至打擊他的劇情。\n有些時候，情況會反過來——不是電影出現後由樂手寫歌，而是樂手寫了歌之後催生了電影。\n《心靈角落》的編劇兼導演保羅．安德森曾經提過，這部片的靈感來自艾美．曼恩的專輯，電影插曲自然也收錄了曼恩的創作，曼恩還另外替電影寫了兩首新歌。不過電影裡最令人動容的一幕，或許是黎明之間的黑暗中，身處不同場景的各線不同角色不約而同的唱起曼恩的〈明智一點〉——這不是曼恩後續為電影寫的新歌，歌詞唱著世事從不按預期發展，酒精從不是終極解藥，人間的苦難不會停止，直到我們變得明智一點，或乾脆放棄一切——這正是劇中所有角色的內裡映射。\n——臥斧〈得有個懂得說好故事的電影創作者，也得要有首好歌〉']
D+=[
(32,'根據本文，關於〈明智一點〉這首歌曲，下列敘述何者正確？（選項為創作者／與電影《心靈角落》的關係）',['艾美．曼恩／問世時間早於電影，導演運用此曲道出所有角色心聲','保羅．安德森／拍攝完成後，為了因應橋段與角色而譜寫出此首插曲','艾美．曼恩／導演邀請樂手為劇本量身打造，用以呈現主角的心境','保羅．安德森／靈感來自演員在片場的即興發揮，進而催生此首歌曲'],[],len(PS)-1),
(33,'根據本文，下列敘述何者最符合作者的看法？',['多數導演傾向請樂手為電影特地創作歌曲，因其與劇情最為切合','從已發行的專輯之中挑選適合電影的插曲，較容易引起觀眾共鳴','若搭配得當，量身打造或現成的曲目都能在電影中呈現扣合主題之效','電影中的聲音表演具標準流程，須在拍攝完成後才能挑選或製作曲目'],[],len(PS)-1),
]
PS+=['自二〇一二年三月至二〇二〇年十一月，行政院 農業委員會 特有生物研究保育中心的成員在蘇 花地區陸續設置79個紅外線自動相機調查樣點，透過相機的鏡頭，了解在此區域出沒的哺乳動物們日常生活情形。\n目前臺灣的中、低海拔山區，山羌可說是最為常見的哺乳類野生動物。在蘇 花地區的79個相機樣點中，有71個樣點拍攝到山羌，各樣點的OI值（出現頻度指數，即該樣點每一千小時拍照記錄到此物種出現的照片張數）介於0.23～91.48，歷年平均OI值為9.84。本區的山羌二十四小時皆有活動紀錄，以清晨五至六點和黃昏五至六點為活動高峰。\n在79個相機樣點中，有69個樣點出現食蟹獴，各樣點的OI值介於0.02～14.65之間，歷年平均OI值為1.22。日行性的食蟹獴約在清晨五點便開始活動，早上六至八點和黃昏四至五點是最活躍的時刻，到了晚上七、八點才結束活動；雖然偶爾在夜間有零星活動紀錄，但次數不多。\n白鼻心是夜行性動物，經常在晚上被目擊，79個相機樣點中，有73個樣點拍攝到白鼻心，各樣點OI值介於0.06～26.67，歷年平均OI值為1.94。其活動高峰期大致從晚上七、八點開始，持續至隔日凌晨三、四點。\n臺灣獼猴在蘇 花公路沿線分布極為廣泛，79個相機樣點中有74個樣點拍攝到牠們，各樣點OI值介於0.03～22.13，歷年平均OI值為4.80。清晨五點已可發現牠們活動的蹤跡，到早上六、七點是一天的活動高峰，高頻度的活動持續至下午兩點，之後活動頻度遞降至晚上七點，之後即休息不再活動，但還是有少數幾次獼猴在夜間活動的零星紀錄。\n——改寫自張簡琳玟、張義榮、鄭錫奇〈蘇花公路沿線的中大型哺乳動物群相〉']
D+=[
(34,'本文主要在說明下列何者？',['中、低海拔山區野生動物的生存困境','此79處相機樣點在山區中的分布位置','蘇 花公路開通前後對野生動物之影響','蘇 花地區哺乳類野生動物的活動情形'],[],len(PS)-1),
(35,'根據本文，若將文中四種動物的一日活躍程度以圖表方式呈現，下列何者最恰當？（選項見圖）',['山羌','食蟹獴','白鼻心','臺灣獼猴'],[('zh-13',140,1410,1305,1600)],len(PS)-1),
]
PS+=['他大口噬著一塊肉，喝了一口酒，伸長了脖子，連酒帶肉吞進腹胃，然後繼續說：「你說房間啊，」他回答席間一個人的問話，「那房間大概有……」他四周張望著，試圖找到一個相對空間來說明，「大概前面客廳的一半大，五、六坪吧！」「那住，喔，不是，那睡多少人？」其中有人接著發問。「別間我不曉得，我們那間睡十二個，一排一排的，在地上。」\n「不要懷疑，」其中似乎有人做出不可置信的表情，於是他給予一個權威的糾正，「①【和電影裡面的不一樣，就是睡這麼多人，所以經常半夜有人起來上廁所，回來就找不到自己的位置】。」他起身盛了一碗湯。\n「那怎麼辦？」有人問。「哈！怎麼辦？」他乾笑了一聲。「打出一個位置啊！」似乎那是一件再簡單不過的事。「②【像我第二天就打了一個人，那個人渣吭都不敢吭聲】。」他得意於自己成就，臉上顯現著驕傲，用一種犀利的眼神環視著四周，彷彿是要在場的人都相信他的本事。\n「聽說有個獨居房？」有人另起話題。「③【對啊，那地方很恐怖，我也沒去過，不過只要是去過的都苦哈哈的出來。當過兵吧？比關禁閉還可怕】！」他邊說邊搖頭，彷彿那慘狀浮現眼前。「嗯，那什麼狀況才會被抓去關在獨居房？」那人繼續問。「做壞事囉，譬如帶違禁品，鬧房啦，打架啦，反正就是一些違反規定的事。」\n「那你打架沒被抓進去？」有人又繞回原題。「開玩笑！」他想要回答，可是剛好被斟酒的人擋住視線，於是他左閃右閃，一副迫不及待的樣子。「④【這種事怎麼能讓上面知道，我們都私下解決，怎麼講，那叫，那叫……叫共識】！」這話一出，舉座哄然。他為自己終於找出正確又有水準的詞彙，而又羞又喜。\n「喔，我去回個電話。」他從腰際拿出電話，有幾個未接來電，抹了油嘴之後離席。這是他幾天前出獄後，不知道第幾次的接風酒。一年前，他因強占公有土地仲介廢土傾倒，被人檢舉，入獄服刑一年。\n「有人找我喝酒啦！」他回座後解釋著，「我要先閃了。」\n出門前，他回身前向大家揮手，像個成功歸來的英雄。席間，大家似乎只對監獄的種種有興趣，關於他過去所犯下的罪行，不知道是故意還是忘記，一直沒被人提起。人回來就好，至於什麼改過自新、回頭是岸之類的砥礪也免，因為出獄嘛，是喜事。\n——改寫自林瑞麟〈喜事〉']
D+=[
(36,'關於文中畫雙線處主角所表現出的形象，下列說明何者最恰當？',['①——知無不言，熱心向獄友們分享生活經驗','②——蠻橫粗魯，對於使用暴力感到理所當然','③——餘悸猶存，不願回憶住在獨居房的往事','④——八面玲瓏，積極調解同伴間的種種糾紛'],[],len(PS)-1),
]
D+=[
(37,'根據本文，下列推論何者最恰當？',['主角因為得罪他人而入獄，在服刑期間性情大變，漸趨狡猾','主角在入獄之前牟取不法利益，出獄之後亦不見其心有悔意','主角於接風酒席間侃侃而談，意在展現亟欲洗心革面的意圖','主角認為出獄應該是一件喜事，故強顏歡笑，避免提及過去'],[],len(PS)-1),
(38,'關於本文的寫作手法，下列分析何者正確？',['首段描寫主角喝酒吃肉的豪氣，刻畫其具正直的英雄氣概，以呼應末段','藉由主角陳述監獄空間的差異推動情節發展，並暗示眾人對主角的崇敬','主角炫耀坐牢的言論與眾人的勸諫形成對比，製造出情節的衝突與緊張','末段點出「喜事」的題旨，在描繪酒席的熱絡氣氛中，隱含諷刺之意味'],[],len(PS)-1),
]
PS+=['天寶中，有一書生旅次宋州。時李勉年少貧苦，與此書生同店。而不旬日，書生疾作，遂至不救。臨絕語勉曰：「某家住洪州，將於北都求官。於此得疾且死，其命也。」因出囊金百兩遺勉，曰：「某之僕使，無知有此，足下為我畢死事，餘金奉之。」勉許為辦事，及禮畢，置金於墓中而同葬焉。後數年，勉尉開封，書生兄弟齎（音ㄐㄧ，拿、持）洪州牒（官方文書或證件）來，累路尋生行止（行動的蹤跡）。至宋州，知勉為主喪事，專詣開封，請金之所在。勉請假至墓所，出金以付焉。\n——改寫自王讜《唐語林》']
D+=[
(39,'關於本文所提及的人物，下列推論何者最恰當？',['李勉——家境貧苦，受到書生的資助而得以在開封謀求官職','書生——在病榻委託李勉料理後事時，和其相識不足半個月','書生僕使——覬覦黃金而謀害書生，並向洪州家人誣陷李勉','書生兄弟——僕使回報書生歿於宋州，故直奔開封尋找李勉'],[],len(PS)-1),
(40,'本文以書生兄弟前來尋找李勉的記述作結，作者如此安排的用意最可能為何？',['強調李勉人格誠信不欺，塑造其正直的形象','點出唐代取士制度不公，以錢財買官的現象','說明書生與李勉相遇相知，凸顯真摯的情誼','證實天寶年間確有此事，加強全文的可信度'],[],len(PS)-1),
]
PS+=['余家深山之中，每春夏之交，蒼蘚盈階，落花滿徑，門無剝啄（形容輕輕敲打門戶的聲音），松影參差，禽聲上下。午睡初足，汲泉煮茗啜之。隨意讀《周易》、《國風》、《左氏傳》、《離騷》、《太史公書》及陶 杜詩、韓 蘇文數篇。從容步山徑，撫松竹，與麛（音ㄇㄧˊ，初生的小鹿）犢共偃息於長林豐草間。既歸竹窗下，則山妻稚子，作筍蕨，供麥飯，欣然一飽。弄筆窗前，隨大小作數十字，展所藏法帖、墨跡、畫卷縱觀之。出步溪邊，邂逅園翁溪叟，問桑麻，說秔稻，量晴較雨，相與劇談一晌。歸而倚杖柴門之下，則夕陽在山，紫綠萬狀；牛背笛聲，兩兩歸來，而月印前溪矣。\n——改寫自羅大經〈山靜日長〉']
D+=[
(41,'根據本文，關於作者自午睡後至日落返家這段期間所從事的活動，下列順序何者正確？',['煮酒啜飲→博覽群書→山間散步→採集野菜→寫字觀畫→與友觀夕','煮水品茶→博覽群書→山間散步→飽餐一頓→寫字觀畫→遇友談天','煮酒啜飲→寫字觀畫→遇友談天→飽餐一頓→博覽群書→溪邊散步','煮水品茶→寫字觀畫→溪邊散步→採集野菜→遇友談天→與友觀夕'],[],len(PS)-1),
(42,'根據本文，關於作者生活各方面的意趣，下列說明何者最恰當？',['居住：由門前蒼蘚、落花的刻意布置，可看出作者對園林造景的要求','飲食：由筍蕨、麥飯的安排，可看出作者對於養生之道的追求與謹慎','興趣：由作者的讀書與練字態度，可看出其井然有序、一絲不苟的習慣','交友：由作者和老叟的互動，可看出作者與之相談甚歡及對農事的關懷'],[],len(PS)-1),
]
