PS=[]
D=[
(1,'人體的脾臟位於腹腔的左上方，在胚胎發育早期，具有造血的功能，而當骨髓開始造血後，脾臟即逐漸失去造血功能；而當身體嚴重缺血或出現嚴重造血障礙時，脾臟即可恢復造血功能。請問下列哪一個選項的組成層次與人體脾臟相當？',['一顆馬鈴薯','一份沙朗牛肉','一組雞的生殖系統','一棵菩提樹'],[]),
(2,'在臺灣，隆頭鸚哥魚被列為二級保育類動物，如圖(一)所示，其喜群游於珊瑚礁海域，以活珊瑚為主食，性機警，有整群一起睡眠的習性，因此常讓潛水鏢魚者有機可趁。關於隆頭鸚哥魚的保育方式，下列敘述何者【較不適當】？',['嚴禁鏢魚者隨意獵殺','保護其棲息的珊瑚礁海域','在不影響其活動的前提下進行族群調查','應立即捕捉集中放置於水族館中細心飼養'],[('sci-2',935,570,1290,880)]),
(3,'帝丹中學的實驗室內，有四位同學正在進行不同的實驗操作，請問哪一位同學的操作【不符合】實驗室的安全規定？',['灰原正在稀釋濃硫酸，她將少量的濃硫酸沿玻璃棒緩緩加入水中','圓谷正在加熱試管中的水溶液，他將試管保持直立，以免液體噴濺傷人','柯南不小心打翻燃燒中的酒精燈，他立即用溼抹布覆蓋，隔絕空氣來滅火',r'吉田正在裝填實驗用的酒精燈，為了安全，宜填充到 \(\dfrac{2}{3}\) 的容量即可'],[]),
(4,'熱的傳播方式分成傳導、對流、輻射三種，有關此三種傳播方式，下列何者說明正確？',['對於熱傳導，大部分的金屬固體傳導速率比非金屬固體快','對流傳熱的原理為溫度造成液體或氣體密度改變，密度大者上升、密度小者下降','深色的物體較易吸收輻射熱，淺色的物體較易放出輻射熱','液體或氣體以對流來傳熱，無法以傳導來傳熱'],[]),
]
D+=[
(5,'圖(二)為人體內分泌腺示意圖，圖中乙包埋於甲的背面。杰成夫婦結婚後生下了一個小男孩，但卻有生長發育遲緩、智能發展不良及細胞代謝速率緩慢等病症。請問此小男孩最有可能是圖中哪一個內分泌腺的功能出現問題？',['甲','乙','丙','丁'],[('sci-3',1030,140,1290,455)]),
(6,r'一種元素可表示為 \(^{238}_{\ 92}\mathrm{U}\)，試依此元素表示法判斷，下列哪一個說明出現【錯誤】？',['此元素的原子序為 92','此元素的原子，原子核外有 92 個電子','此元素的原子核內有 92 個質子','此元素的原子核內，中子數目小於質子'],[]),
(7,'童軍課老師教導火媒棒的製作，使用的材料是免洗筷，以美工刀將筷子刮成表面為一片片羽毛狀、沒斷裂的木桿。有關火媒棒的敘述，下列何者【錯誤】？',['用美工刀刮起表面是為了增加空氣接觸面積','用美工刀刮起表面可以改變竹筷的活性','用美工刀刮起表面可以增加反應速率','火媒棒的設計可使生火時更方便起火'],[]),
(8,'雅美利用純水稀釋某一種未知的液體，並觀察此液體加水後的 pH 值變化且繪製如圖(三)所示，已知 pH 值為 7 時溶液恰為中性，雅美對稀釋的結果推論出下列四點，請問何者正確？',['該未知的液體是酸性溶液','加水稀釋過程，溶液的 pH 值逐漸變大','加水稀釋過程，溶液中氫離子的濃度逐漸變大','若再加更多的水，溶液的 pH 值會小於 7'],[('sci-3',1090,1075,1285,1320)]),
(9,'「晴朗無風的下午，小新和同學一同去公園打排球，結果把球打到湖泊中央，為了撿球，他們拿了一堆石頭以拋物線模式一一丟向球的附近，希望利用水面出現上下振動的水波能把球推回岸邊……」關於上述短文，下列敘述何者正確？',['只要多丟幾次石頭，上下振動的水波就可以把球推回岸邊','石頭入湖中會產生上下振動的水波，此水波主要是縱波','此方式只會使球在原處附近上下振動，無法明顯向岸邊移動','此方式的原理是利用水波具有傳送物質的能力來撿回排球'],[]),
]
D+=[
(10,'瑤瑤從某植物中找到一個具有細胞壁、細胞膜卻無葉綠體的細胞，關於此細胞的敘述，下列何者正確？',['此細胞可能為保衛細胞','此細胞一定不是葉肉細胞','此細胞的細胞壁、細胞膜均可控制物質的進出','此為突變的細胞，因為植物細胞均具有葉綠體'],[]),
(11,'麗子使用如圖(四)三種複式顯微鏡的物鏡，觀察洋蔥表皮細胞，已知放大倍率有4X、10X、40X三種，且使用的目鏡均相同，則下列相關敘述何者正確？',['放大倍率：甲物鏡為丙物鏡的10倍','三種物鏡使用下，所觀察到的細胞大小：甲物鏡＞乙物鏡＞丙物鏡','正確的操作步驟應先使用甲物鏡觀察，再使用乙物鏡或丙物鏡觀察','三種物鏡使用下，若欲調整焦距時均需先使用粗調節輪，再使用細調節輪'],[('sci-4',940,510,1290,695)]),
(12,'小雨將甲、乙兩種酵素在不同溫度下之活性整理如圖(五)所示，關於甲、乙兩種酵素的敘述，下列何者【錯誤】？',['在30℃時的活性大小：甲酵素＞乙酵素','當溫度由15℃升至40℃時，甲酵素的活性變大','當溫度由65℃降至35℃時，乙酵素仍具有活性','在70℃時，甲、乙兩酵素將會完全失去活性'],[('sci-4',1010,940,1285,1225)]),
(13,'阿谷為了能更了解聲音的特性，決定自己研讀課本內容比較少提到的共鳴現象。他查資料發現：「當兩個頻率相同的發聲體，若其中一個發出聲響，另一個也會自行振動而發出聲響，這種現象稱為共鳴。」富有實驗精神的阿谷，拿了三支音叉來做實驗，其中兩支規格均為180 Hz的音叉，另一支規格為360 Hz的音叉，隨機編號為甲、乙、丙，阿谷欲進行下列四項實驗，試問哪一項【不會】發生？',['拿小槌子敲擊任意一支音叉，可能只有一支音叉會發出聲響','將三支音叉並排放好，依序敲擊前兩支音叉，可能使三支音叉都發出聲響','以相同力道敲擊甲、丙兩支音叉，發現丙音叉的音調比較高，則敲擊丙音叉時，乙音叉應會產生共鳴','若敲擊甲音叉時，發現乙音叉也發出聲響，代表甲、乙兩支音叉的頻率相同'],[]),
]
D+=[
(14,'阿誠在實驗室測量甲、乙、丙三組裝置的溫度，其組成如圖(六)所示，已知此三組裝置的容器規格相同，內含物的總質量也相同，實驗室的大氣壓力為 1 大氣壓，則下列何者說明最正確？',['阿誠測量甲裝置的溫度有可能測到 32 ℉','三組裝置中，液態水的質量均相同','若阿誠仔細測量乙、丙裝置的溫度，不可能測到相同的溫度','阿誠用相同的加熱器加熱三組裝置，直到三者都恰好沸騰為止，若無熱量散失的情況下，則三者的加熱時間會相同'],[('sci-5',440,280,990,610)]),
(15,'禰豆子與手鞠女兩人對陣，只見手鞠女將球往禰豆子一丟，「禰豆子見球丟過來立刻抬腳將球踢回」，兩人一來一往來回對踢好幾回合，突然禰豆子一記回踢殺得手鞠女猝不及防，最終贏得勝利。關於上述情境中「　」內的敘述，下列何者正確？',['此過程屬於反射動作','受器為大腦，動器為脊髓','感覺神經元會將受器的訊息直接傳至動器','運動神經元會將脊髓的訊息傳至腿部肌肉'],[]),
(16,'圖(七)為人體某器官內的絨毛及血管示意圖，其中甲、乙兩血管附近的箭頭代表血液流向。若嘉嘉吃了一碗紅燒牛肉麵當作晚餐，則下列相關敘述何者正確？',['絨毛出現在小腸及大腸內','氧氣濃度：甲血管＜乙血管','牛肉中蛋白質的分解只與胃液及腸液有關','乙血管中的血液流回心臟時會先進入右心房'],[('sci-5',1005,1420,1285,1710)]),
]
D+=[
(17,'對於元素的說明，下列敘述何者正確？',['若一元素具備可打成薄片的展性和可拉成絲的延性，幾乎可斷定是一種金屬元素','目前所發現的元素概分為金屬元素和非金屬元素兩大類，而且兩者數量大約相等','常溫常壓下，非金屬元素只以固態和氣態存在，並無液態','能導電的元素都是金屬元素'],[]),
(18,'小李在學習分子和化學式的過程中，做了筆記如下列四個選項，由於粗心竟出現了一項【錯誤】，請問應為何者？',['化學式除了可以表達物質組成的原子種類，也能表示出其分（原）子量之值','通常表示化合物的化學式，金屬元素符號寫在前，非金屬元素符號寫在後',r'相同的原子所組成的不同分子（例如 \(\mathrm{O_2}\) 和 \(\mathrm{O_3}\)），其性質不同','分子的概念最早由義大利科學家亞佛加厥提出，為可表示物質特性的最小粒子'],[]),
(19,'圖(八)為海洋生態系的分區示意圖，若甲為大洋區的透光區，乙為淺海區，丙為大洋區的無光區，則下列相關敘述何者正確？',['甲、乙兩區的物種多樣性：甲＜乙','乙、丙兩區的底部均稱為大陸棚','甲、丙兩區的分界為水深 300 公尺','甲區的生產者為浮游藻類及大型水生藻類'],[('sci-6',860,760,1285,1070)]),
(20,'冠鶴在校園中看到許多高大的黑板樹，其所結的果實屬於蓇葖果類型，因果實外形細長，所以又有麵條樹之稱。關於黑板樹體內水分調節的敘述，下列何者【錯誤】？',['樹皮可防止水分散失','下雨時，水分可經由葉片氣孔進入體內','夜晚時，葉片氣孔會關閉以減少水分散失','葉片氣孔的蒸散作用可促使根部吸收土壤中的水分'],[]),
(21,r'體積均為 \(10\ \mathrm{cm^3}\) 的蒸餾水和汽油，一同倒入一支試管中靜置，結果變成如圖(九)分層的狀態，已知蒸餾水的密度為 \(1\ \mathrm{g/cm^3}\)，汽油的密度為蒸餾水的四分之三，則下列推論何者正確？',['因為試管中裝有汽油和水，所以試管的內含物可稱為汽油水溶液','將圖中試管密封後搖一搖，大部分的汽油會和水互溶','在 4 ℃的環境下，將圖中試管放置電子天平秤量，會發現其總質量為 17.5 g','試管內汽油的質量為蒸餾水的四分之三'],[('sci-6',1140,1440,1285,1690)]),
]
D+=[
(22,'小鴻參加校內英語演講比賽，為了消除內心的緊張，於是深深地吸了一口氣，而後緩緩地將氣呼出，隨即勇敢地走上講臺。關於「吸了一口氣」之敘述，下列何者【錯誤】？',['此時肋骨上升，橫膈下降','氣體進入肺部後才使得胸腔變大','此時肺內的壓力會小於外界的壓力','外界氣體會經由氣管、支氣管而後進入肺泡中'],[]),
(23,'放暑假了，老師要求同學們每人需依所抽到的卡片，選擇一種與三張卡片都有關聯的生物，並上網查詢此生物的資料，做成報告後於開學時繳交。小梅子隨手抽出三張卡片，其內容如圖(十)所示（卡片一：以肺進行呼吸；卡片二：腦中不具有體溫調節中樞；卡片三：體表具有角質層），則下列四種生物中何者較符合卡片所提示的條件？',['蝙蝠','山椒魚成體','臺灣藍鵲','攀木蜥蜴'],[('sci-7',930,525,1285,790)]),
(24,'海水鹽度的計算方式為每 1000 公克海水中含有多少公克的鹽類溶於其中，故鹽度多以 ‰（千分比）來表達。全世界海水平均鹽度為 35‰，但是鹽度差異甚大，例如：歐洲北部的波羅的海，平均海水鹽度只有 7‰～8‰，是鹽度最低的海域，依現有紀錄該海域最高海面鹽度為 10‰，海底則為 15‰。今魯夫航海去波羅的海撈海水，運氣好的他恰好撈到含鹽量最高的海面水和海底水各一瓶，質量都是 2 公斤，試問若他把這 2 瓶水用陽光曬乾，將會發現兩瓶所得的鹽量相差多少？',['10 立方公分','10 公克','5 公克','1 公克'],[]),
(25,'圖(十一)為校園中某植物的花朵構造示意圖，若甲為子房內的某個構造，且子房中具有 8 個此種構造，則下列相關敘述何者正確？',['甲中具有一至數個卵','甲中的卵受精後，受精卵可發育為果實','精細胞與甲中的卵結合時需要以水為媒介','此朵花的卵均受精後，果實中會有 8 顆種子'],[('sci-7',970,1480,1285,1828)]),
]
D+=[
(26,'艾蓮在實驗室進行兩個有關鈉（Na）的化學反應實驗：\n實驗一：用酒精燈燃燒鈉，再將生成物加入水中。\n實驗二：小塊鈉投入水中。\n試比較這兩個實驗，會得到下列哪一個正確的結果？',['兩個實驗都會有氣體生成',r'兩個實驗中，Na 經過反應都會變成 \(\mathrm{Na^-}\)','兩個實驗過程只有氧化反應，並無還原反應','兩個實驗最後的水溶液都是氫氧化鈉水溶液'],[]),
(27,'將圖(十二)密閉的錐形瓶裝置倒過來，使內部的氯化鈣水溶液和碳酸鈉水溶液發生反應，再將錐形瓶裝置擺正，試問下列四項敘述，何者符合此實驗的結果？',['反應後會出現白色的氫氧化鈣沉澱','反應後的水溶液較原本碳酸鈉水溶液 pH 值小','反應後產生氣體，使錐形瓶內的氣體壓力變大許多','若在電子天平上操作此實驗，在反應後打開橡皮塞，並將橡皮塞也置於秤盤上，則將會發現反應後的質量變小'],[('sci-8',1130,615,1290,890)]),
(28,'取點燃的鎂帶放入充滿二氧化碳的瓶子中，將其密封後進行瓶內反應的觀察，則下列何者【不可能】是該實驗會出現的反應？',['因鎂對氧的活性小於碳，使得化學反應無法發生','鎂帶會繼續燃燒一陣子，且有黑色物質出現在瓶內','鎂帶在瓶中會進行氧化反應而形成氧化鎂','反應結束後，會因瓶內的氣壓變小，使得瓶子不好開啟'],[]),
(29,'圖(十三)為細胞進行某種分裂過程中染色體的變化情形，請問下列四個選項中何者需經過此分裂過程？',['變形蟲進行分裂生殖','海參被敵人攻擊後修補受傷組織','母雞的卵巢產生卵細胞','鍬形蟲的受精卵孵化為幼蟲'],[('sci-8',1040,1460,1290,1690)]),
]
D+=[
(30,'上生物課時，老師在黑板寫下(甲)黑黴菌；(乙)石花菜；(丙)酵母菌；(丁)金針菇四種生物，要同學討論其相關特點，並做出比較表格如表(一)所示，下列哪一種生物的特點完全正確？',['(甲)','(乙)','(丙)','(丁)'],[('sci-9',230,290,1195,580)]),
(31,r'「製作麵包時，將膨鬆劑加入生麵團中，可使麵包蓬鬆軟化，增加麵包的口感。膨鬆劑俗稱臭粉，目前最常見的膨鬆劑其主要成分為碳酸氫鈉，原理是當碳酸氫鈉被加熱或是和酸性物質反應時，會產生氣體並充入麵團中。當生麵團中的麵粉與水充分混合後，內部的澱粉會開始凝膠化，而這些由膨鬆劑產生的氣體即在生麵團中形成氣泡，這也是麵包內部會出現空洞，形成蓬鬆狀態的原因。」根據上文，判斷下列何者說明【錯誤】？',['碳酸氫鈉加水後，以石蕊試紙檢測，會發現試紙呈藍色',r'碳酸氫鈉加熱後會生成 \(\mathrm{CO_2}\)，故膨鬆劑所生成的氣體應是 \(\mathrm{CO_2}\)',r'碳酸氫鈉加酸後反應會生成 \(\mathrm{CO_2}\)，故膨鬆劑所生成的氣體應是 \(\mathrm{CO_2}\)','若碳酸氫鈉原料不足，使用碳酸鈉加熱反應，亦可得到相同的效果'],[]),
(32,'圖(十四)為食物經攝取後，轉換為血糖及肝糖的示意圖，若甲、乙、丙、丁為其相關過程，則下列敘述何者【錯誤】？',['甲過程需要消化管的協助','乙過程需要絨毛中微血管的參與','丙過程會出現在運動或緊張時刻','丁過程與升糖素的作用有關'],[('sci-9',1005,1430,1290,1710)]),
]
D+=[
(33,r'卡卡西想利用紅棕色的氣體 \(\mathrm{NO_2}\) 來製造煙霧隱身術的原料，但是他只能取得無色的 \(\mathrm{N_2O_4}\)，聰明的卡卡西發現，只要將 \(\mathrm{N_2O_4}\) 密閉在玻璃瓶中，再將其放入熱水中升溫後就會變成紅棕色，進而取得他想要的原料。富有研究精神的卡卡西又將紅棕色的玻璃瓶放入冰水中降溫後，結果瓶內的顏色又變成無色。有關上述的實驗過程，下列何者推論正確？',[r'玻璃瓶放入熱水中變成紅棕色時，瓶內的成分只有 \(\mathrm{NO_2}\)','玻璃瓶放入熱水中變成紅棕色的實驗屬於放熱反應',r'在紅棕色的玻璃瓶放入冰水中變成無色的過程，玻璃瓶內的 \(\mathrm{N_2O_4}\) 減少','玻璃瓶會因溫度的改變而來回變色，推測此實驗應屬於可逆的化學反應'],[]),
(34,'娜美將白砂糖、麵粉、食鹽三種物質分別放在蒸發皿內，蓋上錶玻璃進行加熱的實驗，實驗裝置如圖(十五)所示，她在實驗前先預測結果如下列四個選項，試問哪一項預測結果會在她的實驗中得到合理的驗證？',['加熱一陣子後，應有兩種物質會變成黑色','實驗結果證明三種物質均為有機物','只有一種物質能在錶玻璃上產生水滴','加熱三種物質均會產生化學反應'],[('sci-10',1060,600,1285,880)]),
(35,'阿翔假日時與家人去爬山，在野外看到腎蕨、土馬騌、野百合、杜鵑花及柳杉等五種植物，阿翔試著觀察其外形及特徵，並做出下列四項比較要點，請問何者【錯誤】？',['此五種植物均具有角質層','只有土馬騌不具有維管束','野百合、杜鵑花及柳杉均屬於種子植物','此五種植物均具有根、莖、葉等構造'],[]),
(36,'臺灣爺蟬（Formotosena seebohmi）又稱臺灣油蟬、黑麗寶島蟬，如圖(十六)所示，在分類上屬於爺蟬屬、蟬科、半翅目、昆蟲綱、節肢動物門的生物，試問下列相關敘述何者正確？',['「臺灣爺蟬」為臺灣使用的學名','同為半翅目的生物一定屬於昆蟲綱','該學名中只有 seebohmi 與生物間的親緣關係有關','昆蟲綱的生物種類一定比節肢動物門的生物種類多'],[('sci-10',1120,1390,1285,1750)]),
]
D+=[
(37,'阿立用直尺測量一個材質均勻的正方體之邊長，記錄為 2.00 公分，他將此正方體投入水中發現「？」，接著利用天平秤量正方體的質量為 4 公克，並推算出密度為 N 公克／立方公分。有關此正方體的敘述，下列何者正確？',['密度 N 之值為 2','「？」可以表示成「沉入水中」','此正方體投入水中，應有一半的體積露出水面','若此正方體投入裝水的大量筒中，水面的刻度變化為 8 mL'],[]),
(38,'妮可調查雪霸國家公園的夜行性動物「白面鼯鼠」族群數量變化情形，如圖(十七)所示，若甲、乙、丙、丁、戊為族群數量變化的不同階段，且該生存環境並未發生重大的改變，則下列敘述何者最適當？',['甲、丙階段中，遷入數量大於遷出數量','丁階段中沒有任何白面鼯鼠出生及死亡','戊階段中可能有不利於該族群的因素出現','調查白面鼯鼠族群數量以樣區法較為適合'],[('sci-11',930,525,1285,810)]),
(39,r'在特定的條件下，\(\mathrm{NH_{3(g)}}\) 可分解為 \(\mathrm{N_{2(g)}}\) 和 \(\mathrm{H_{2(g)}}\)，已知化學反應式為：\(\mathrm{NH_{3(g)}\rightarrow N_{2(g)}+H_{2(g)}}\)（未平衡）。對於這個化學反應，下列何者敘述正確？（(g)：表示氣態）',['平衡完化學反應式，可知三個分子的係數總和為 5','平衡完化學反應式可發現，1 個反應物反應後可以產生 4 個生成物','若此反應發生在密閉的環境中，則反應前後氣體分子的數目維持固定',r'若 \(\mathrm{NH_{3(g)}}\) 在密閉容器內反應分解成 \(\mathrm{N_{2(g)}}\) 和 \(\mathrm{H_{2(g)}}\)，就算 \(\mathrm{NH_{3(g)}}\) 沒有完全反應完，容器內的氣體總質量仍維持不變'],[]),
(40,'柚子列舉家中成員的血型，如表(二)所示（爸爸 A 型、媽媽？、哥哥 B 型、柚子 AB 型），但卻漏記了媽媽的血型，關於家中成員血型及其基因型的敘述，下列何者【錯誤】？',[r'爸爸的血型基因型不可能為 \(\mathrm{I^AI^A}\)','媽媽的血型一定為 B 型',r'哥哥的血型基因型一定為 \(\mathrm{I^Bi}\)','柚子與媽媽的血型可能相同'],[('sci-11',935,1375,1280,1670)]),
]
D+=[
(41,'已知白化症為一種隱性體染色體遺傳性疾病，圖(十八)是飛輪家的遺傳圖譜，若□表示正常男性，○表示正常女性，■表示患有白化症的男性，●表示患有白化症的女性，且以 A、a 表示顯性及隱性遺傳因子，則下列相關敘述何者【錯誤】？',['基因型為 Aa 者至少有 5 人','祖父與祖母的基因型一定相同','無法確定基因型者至少有 2 人',r'飛輪與初櫻再生下一個正常女兒的機率為 \(\dfrac{1}{4}\)'],[('sci-12',965,140,1285,445)]),
(42,'小趙在一個接有抽氣機的瓶子內放了一個充氣的封口氣球，進行壓力的實驗，該實驗裝置如圖(十九)所示。若氣球被貼在瓶內壁上，則不影響抽氣機的運作。小趙依序進行下列的實驗操作：\n甲實驗：密封瓶口後啟動抽氣機抽氣，觀察氣球的變化。\n乙實驗：將抽氣機換成打氣機重做實驗，放入相同條件的氣球並密封瓶口，啟動打氣機灌氣，觀察氣球的變化。\n丙實驗：將氣球換成灌滿水的水球，重複進行乙實驗，觀察水球的變化。\n已知實驗過程氣球和水球都沒有破掉，則有關小趙的實驗分析，下列何者正確？',['甲實驗中，氣球的體積維持不變','乙實驗中，氣球的體積維持不變','丙實驗中，水球的體積無明顯變化','乙和丙的實驗中，都明顯觀察到氣球和水球的體積變小'],[('sci-12',1105,690,1265,960)]),
(43,'圖(二十)為人體泌尿系統示意圖，已知甲血管中的血液可流至心臟中的心房，乙血管中的血液由心臟中的心室送出，丙、丁、戊均為泌尿系統中的器官，則下列相關敘述何者正確？',['尿素濃度：甲血管＜乙血管','丙可過濾甲血管中的血液','乙血管中的氨可經由丙過濾後，由丁送至戊暫時儲存','甲血管中的血液可流至左心房，乙血管中的血液由右心室送出'],[('sci-12',1080,1415,1290,1710)]),
]
D+=[
(44,'圖(二十一)為研究透鏡成像的裝置，已知蠟燭在距離透鏡 6 cm 的位置上，若小妍想利用此裝置進行以下四個實驗，如表(三)所示，試問何者【不可能】實驗成功？',['實驗 Ⅰ','實驗 Ⅱ','實驗 Ⅲ','實驗 Ⅳ'],[('sci-13',160,240,1282,822)]),
]
PS+=['天關在玉米田中發現了蝗蟲、蟋蟀、蜥蜴、田鼠及老鷹等幾種生物，調查彼此間的食性關係，並繪製成一個食物網，如圖(二十二)所示。']
D+=[
(45,'下列哪兩種生物間的交互作用【不存在】競爭的關係？',['蜥蜴、老鷹','田鼠、蝗蟲','蟋蟀、蝗蟲','蜥蜴、田鼠'],[('sci-13',560,1047,880,1322)],len(PS)-1),
(46,'關於圖中食物網的敘述，下列何者【錯誤】？',['此食物網共由 6 條食物鏈所組成','扮演次級消費者的生物共有 3 種','老鷹可扮演次級及三級消費者的角色','當玉米田受到重金屬汙染時，老鷹體內重金屬的累積量會最多'],[('sci-13',560,1047,880,1322)],len(PS)-1),
]
PS+=['「柔珠」成分有很多是塑膠微粒，顆粒直徑大小為 0.01～1.0 mm，主要材質是聚乙烯、聚丙烯等材質，顆粒比砂粒更小，淨水廠和網柵都無法攔住。1976 年由挪威人發明，原本要用於藥物、平板製造等工藝上，因為具有去角質和死皮的效果，所以廣泛使用在牙膏、洗面乳等清潔用品，只要一小瓶的量即含有 30 萬的柔珠。由於塑膠微粒難溶於水與難被分解，經過使用後的柔珠會進入河川與海洋，由於顆粒小、密度小，故易懸浮在水中，容易吸附水中的有毒有機物或重金屬汙染物、病原體，因此會造成水源汙染和造成傷害生物的災害，更可怕的是塑膠微粒可以殘留數千年。柔珠微粒對人的健康傷害也值得注意，最近的科學研究發現市面上販賣的食鹽，都可驗出柔珠。\n依據科學研究證明，柔珠外型像魚蛋和浮游生物，易被浮游動物和小魚吃掉，貝類、兩棲類、鳥類、大型哺乳類等也可能因食物鏈累積柔珠微粒導致中毒現象，甚至吞食過多柔珠的某些魚會做出異常行為，導致其無法注意到捕食者而更難存活。\n目前各國開始限制柔珠的使用規定，而且許多易溶於水或是易被生物分解的天然替代品逐漸被開發出來，例如：海鹽、椰子殼、燕麥、杏仁或可可巴油脂等皆是優質的天然去角質劑。這些替代品被沖洗進下水道，接觸自然環境之前，一般都可容易分解或被過濾。']
D+=[
(47,'文章中提到的「柔珠」，其成分為聚乙烯和聚丙烯，對這兩種原料的說明，下列何者正確？',['聚乙烯和聚丙烯為天然聚合物','聚乙烯是由大量的小單元乙烯重複連結而成的聚合物','研究發現聚丙烯加熱會熔化，故組成結構屬於網狀聚合物','由於柔珠顆粒的直徑只有 0.01～1.0 mm，由聚乙烯和聚丙烯製成的柔珠，其內部所含原子數目在 100 個以下'],[],len(PS)-1),
(48,'下列四項敘述為對本篇文章內容的再說明，試問哪一項出現【錯誤】？',['由聚乙烯和聚丙烯製成的柔珠難溶於水','海鹽、椰子殼、燕麥、杏仁或可可巴油脂可以當成柔珠的替代品，是因為這些成分都有聚合物的結構','食物鏈出現累積柔珠微粒的現象，是因為一般生物很難分解和消化其成分','柔珠的成分是塑膠微粒，目前工業上作法是由石油化學工廠提煉其原料'],[],len(PS)-1),
]
PS+=['牛頓在 1666 年利用三稜鏡（材質為玻璃）研究太陽光，實驗操作如圖(二十三)所示，將太陽光在空氣中由甲路徑射向三稜鏡，光線經分散後會產生近似彩虹的色光，因而發現太陽光的組成色光成分，有紅、橙、黃、綠、藍、靛、紫等七種顏色，他的實驗結果證明太陽光為混合光。這實驗在牛頓之前許多人試過但都不成功，牛頓改進了實驗的方法，從實驗中發現白光是由各種色光以一定的比例複合而成，不同色光有不同的折射路徑，推翻了白光是一種沒有其他顏色的光之論述。牛頓再讓白光分離出來的各色光單獨穿過其他的三稜鏡，發現並沒有再分離出別種顏色的光，他也讓這些分離出來的各色光，再一齊通過另一個三稜鏡，重新組成白色的光。1704 年，牛頓依據他的光學研究結果，發表了《光學》這本著作，認為光是由微粒所組成，但牛頓的微粒概念後來被實驗證明有誤，於是光學的理論轉向支持光波動說。']
D+=[
(49,'對於這一段文獻的討論，下列何者的說明正確？',['牛頓認為光是一種波動','太陽光分成不同色光的現象，稱為色散','由圖示可知，當太陽光由甲路徑穿透三稜鏡時，紅光偏折的程度最大','太陽光經過三稜鏡會出現色散的現象，主因是不同色光進入不同介質時，反射的角度不同所致'],[('sci-15',840,200,1275,515)],len(PS)-1),
(50,'由文章的內容和圖示對比現代的光學，下列何者的論述【錯誤】？',['牛頓的實驗顯示，當太陽光由空氣中斜向射入三稜鏡時，產生的紅光路徑和法線的夾角比其他色光還大，代表在玻璃材質中，紅光的速率比其他色光快','目前的研究顯示，光只有紅、綠、藍三原色，而非七種顏色','若將太陽光換成紅外線，重新操作牛頓的三稜鏡實驗，操作者同樣可見布幕上呈現不同的色光分布','若將太陽光換成單一頻率的藍光，經由甲路徑射入三稜鏡，光線在三稜鏡中並不會分散，最後在布幕上只會出現藍光'],[('sci-15',840,200,1275,515)],len(PS)-1),
]
PS+=['人體血液約占體重 1/13，一個體重 65 公斤的人身上約有 5 公斤的血液，而當失血量超過 1/3 以上就可能會死亡。血液由血漿及血球組成，血漿約占全部血量的 55%，血球約占 45%。血漿略呈淡黃色，其中水約占 90%，血漿蛋白約占 7～8%，其餘為養分、廢物或氣體等。血漿中的蛋白質種類繁多，如抗體、激素等，具有各種重要功能。\n血球可分為紅血球、白血球和血小板等，分別具有協助氣體運輸、防禦疾病和血液凝固等功能。在胎兒時期，造血器官主要在肝臟和脾臟，出生後則轉移到骨髓；孩童時期，所有骨頭內的骨髓腔中皆有造血活動，然而到了成人，造血功能會集中於胸骨、脊椎骨、骨盆和腸骨的骨髓腔內，而遠端肢體的骨頭則會失去造血活動。紅血球由骨髓製造完成，負責運輸氧氣到體內各器官，到老化失去正常氣體交換的能力後，會由網狀內皮系統的吞噬細胞負責清除。']
D+=[
(51,'關於文章的敘述，下列何者正確？',['血漿略呈淡黃色，其主要成分是水','成人時期的骨髓均具有造血功能','人體的消化液可藉由血漿運送','紅血球老化後將會自行分解'],[],len(PS)-1),
(52,'將人體血液以高速離心機操作後會分為上、下兩層，如圖(二十四)所示，請問下列哪一種物質【不會】出現在甲層液體中？',['抗體','甲狀腺素','白血球','胺基酸'],[('sci-16',1095,1035,1280,1270)],len(PS)-1),
]
