PS=[]
D=[
(1,'1980 年代中國實施改革開放政策，成功吸引眾多臺商至中國投資設廠，即使近年投資金額逐漸降低，但中國仍為臺商投資的主要地區之一。圖(一)為 2020 年 1 月～8 月臺商在中國各省分的投資金額分布圖。由圖中內容判斷，臺商在中國主要的投資區域具有下列何項特色？',['人口密度低，土地取得容易','工商業密集，平均工資較高','煤鐵礦產豐富，重工業發達','地勢落差大，水力發電量高'],[('soc-2L',860,195,1290,660)]),
(2,'「該國經濟自 1960 年代開始快速發展，目前以高科技產業及重工業聞名全球，前十大企業中有半數屬電子、汽車、造船等產業，受政府政策影響，該國的前十大企業多隸屬於大財團，財團掌握多數的發展資源，壓縮中小企業的生存空間，在新型冠狀病毒疫情的衝擊之下，該國許多中小企業面臨倒閉的危機。」這是描述哪個國家的社會現況？',['越南','南韓','中國','紐西蘭'],[]),
(3,'聯合國糧食及農業組織於 2002 年開始推動「重要農業文化遺產」，保護全球各地傳統農業景觀及農業生物多樣性，目前，中國共有 15 處入選，其中某處的重要價值為——在稻田中養魚，形成兼具生產及生態的稻魚共生系統，發展出獨具特色的稻魚文化，影響層面包含農業知識、農具、節日、地方風俗等。上述農業文化遺產應位於圖(二)中何處？',['甲','乙','丙','丁'],[('soc-2L',870,1180,1290,1560)]),
]
D+=[
(4,'中國自 1978 年開始展開一項為期 70 年的造林計畫，此計畫區內平均年降水量低於 400 mm。過去因過度放牧、濫墾，地表植被遭受破壞，沙地面積增加，春季時，地表沙塵經強風吹起易形成沙塵暴，嚴重影響交通能見度及居民健康。中國期望透過此計畫以增加植被覆蓋率，改善此區的生態環境。依據上述，下列何者為此計畫區的分布圖？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('soc-2R',185,380,1285,600)]),
(5,'某國海軍宣布在圖(三)中的領土附近海域發現新島嶼，於是組成探勘隊伍實地考察，並決定將無人的荒島作為核子試爆實驗的基地。從圖中島嶼位置判斷，這是哪一大洲的軍事基地？',['亞洲','非洲','北美洲','大洋洲'],[('soc-2R',970,640,1285,990)]),
(6,'電影《超級大國民》描述了一段重要的臺灣歷史，劇中男主角是 1950 年代的政治受難者，因參與讀書會被判刑入獄，刑期長達十多年。他出獄後常想起當年獄中的同伴拖著沉重腳鐐前往刑場的畫面，因而前往六張犁的紀念公園尋找同伴的墓地致意。劇中男主角的遭遇反映出當時臺灣的哪一現象？',['動員戡亂的終止','二二八事件爆發','皇民化運動展開','白色恐怖的蔓延'],[]),
(7,'「竹枝詞」是中國的一種詩體，取材包括民間風俗、城鄉生活等，成為研究社會現象的重要資料。有一首描述 19 世紀後期上海盛況的竹枝詞，其內容如圖(四)（電燈地火照更深，海市居然不夜城。四達通衢同白晝，紅男綠女逐宵行。雄開南北兩洋關，貨物雲屯積似山，萬國通商輸稅餉，滬江財富甲瀛寰。），有關這首竹枝詞的時代背景，何者正確？',['開港通商造就圖中呈現的都市風貌','清 乾隆時期，通商口岸僅限於上海','耶穌會首次進入中國，傳播西方新科技','上海的商業繁華是十年建設造就的成果'],[]),
]
D+=[
(8,'圖(五)為中國某一時期的小學教科書部分內頁，充分顯現出當時國家極力宣揚的思想。由圖中呈現的重點判斷，這本教科書出現的時代背景應為何？',['大躍進','改革開放','文化大革命','二萬五千里長征'],[('soc-3L',748,140,1282,405)]),
(9,'1995 年臺南科學園區開發時，發現一處史前遺址，出土了許多貝殼、稻米化石、穿孔的螺貝、混著貝殼砂的陶器及加工過的鹿角等，為臺灣考古學的重要成就。根據上文判斷，該遺址最早的存在時間應是下列哪一時期？',['舊石器時代','新石器時代','金屬器時代','清帝國時期'],[]),
(10,'一份 19 世紀後期的清代文獻曾記載：「15 年以前，北臺灣四周的山坡上，幾乎看不到一棵茶樹，但現在這些山坡上都種滿了茶樹，直至番界。不久之後，茶樹的種植也南拓至臺灣中部……。」根據上述資料判斷，當時茶樹種植大增，主要是受到下列何者的影響？',['臺灣加入國際貿易體系','清廷下令廢除渡臺禁令','八堡圳完工後有利灌溉','推行「農業臺灣」政策'],[]),
(11,'圖(六)為某媒體分別報導三個國家的重大事件（1.美國疫情擴散 國會議員炮轟總統；2.英國國會提出不信任案 首相考慮解散國會；3.法國國會今日審查預算 預計將發生激烈攻防），根據圖中內容判斷，這三則新聞標題皆與下列何項概念有關？',['地方自治','分權制衡','中央集權','因地制宜'],[]),
(12,'圖(七)為一則電視新聞報導的部分內容（調查指出我國家庭醫療保險不足，政府擬加強社會保險的保障，如實施全民健康保險來補足。），根據圖中內容判斷，此報導所提及的政策主要是為了達成下列何種目的？',['保障人民最低收入','提升人民生活品質','創造人民就業機會','分散人民生活風險'],[]),
]
D+=[
(13,'佳瑩的公民報告中，引用「部分歐洲國家中負責料理家務的性別比例」統計圖（如圖(八)），並作為報告的輔助說明。根據圖中內容判斷，她的報告主題最可能為下列何者？',['性別刻板印象與家務分配關連的探討','歐洲與亞洲地區家務勞動時數的比較','性別平權與家庭暴力發生成因的研究','社會變遷對多元家庭型態轉變的影響'],[('soc-3R',765,140,1285,480)]),
(14,'老師在公民課課堂說明人性尊嚴的概念後，請同學舉例說明政府為保障人性尊嚴所採取的措施，下列何人所舉的例子最適當？',['因疫情造成生活困境的民眾，政府應發放現金補助，保障民眾基本生存。','政府應強制無家可歸的街友住進收容所，以維持街友的生活。','政府應蒐集每一個人的通話紀錄，用於打擊犯罪，以保障人民安全。','政府應強制民眾施打流感疫苗，以維護公共衛生與人民健康。'],[]),
(15,'圖(九)為彩虹國中八年二班開班會時的場景，根據圖中內容及會議規範判斷，下列敘述何者正確？',['悠仁的主要職責為宣達會議程序','小惠當時可向悠仁提出權宜問題','阿悟因會議程序有誤可宣布散會','美理當場可向導師提出秩序問題'],[('soc-3R',725,995,1285,1275)]),
(16,'有學者將 19 世紀中期以來，臺灣都市人口及比例的演變畫分為三個時期，如表(一)。根據表中資料分析，臺灣百年來的發展情形與下列何者最相符？',['第一級的就業人口比例高','第二、三級就業人口數增','城鄉人口的分布日漸平均','全臺灣人口總數持續減少'],[('soc-3R',540,1365,1282,1695)]),
]
D+=[
(17,'臺灣四面環海，海岸線綿長，依各地海岸的性質及景觀可區分為東、西、南、北四段海岸。表(二)為各段海岸的相關資料，表中的「甲海岸」與「丁海岸」的分界應最接近下列何者？',['蘭陽溪口','淡水河口','濁水溪口','高屏溪口'],[('soc-4L',200,285,1283,567)]),
(18,'政府近年鼓勵臺商往東南亞及南亞地區拓展企業版圖，選定印度、印尼、泰國、馬來西亞、菲律賓與越南等六國為重點國家，並製作新南向六國產業地圖供臺商參考，內容包含各國基本概況、發展優勢、產業動向等資料。下列哪張說明最符合上述新南向國家的介紹？',['六國經濟高度發展；全球金融產業發展中心；老年人口眾多，高齡服務商機廣大','基礎建設充足完善；高科技人才充沛，研發能力卓越；地處大西洋、太平洋交會，位置優越','充足且相對便宜的勞工；當地政府提供多項優惠政策；人口總數眾多，內需市場廣大具潛力','文化與我國相近，溝通零阻礙；皆屬東南亞國家協會的會員國；油氣資源豐富，工業動力充沛'],[]),
(19,'中央氣象局近年皆會出版「氣象年報」，內容詳細記載當年度各月的天氣變化及重要事件。表(三)為某年度 2 月、6 月、7 月及 10 月的臺灣重要天氣事件列表，根據內容判斷，將甲、乙、丙、丁依上述月分先後順序排列，下列何者正確？',['甲→乙→丙→丁','乙→丙→丁→甲','丙→甲→丁→乙','丁→丙→乙→甲'],[('soc-4L',670,1275,1283,1840)]),
]
D+=[
(20,'全球化時代，世界各國的經貿往來日趨熱絡，農礦原料、工業產品的需求及價格漲跌影響各國，同時也受各國的影響。某財經網站針對澳洲的國際貿易發展，對該國和全球經濟的影響進行系列報導，下列何者最可能為報導內容之一？',['世界主要汽車出口國，汽車的出口量對該國經濟影響極大','蘊藏豐富的鐵礦等礦產資源，為世界重要的資源出口大國','紡織產業發達，為棉花進口大國，需求變化影響棉價漲跌','熱帶栽培業發達，糧食大量依賴進口，易受國際糧價影響'],[]),
(21,'小武老師為了講解中國史上某一時期的思想潮流，在課堂中展示了一本雜誌的目錄（如圖(十)），並請同學仔細觀看後，說出該思想潮流的特色。請判斷下列哪一位同學的回答最正確？',['小捷：介紹西方思想理念','小峙：發揚傳統中華文化','小安：倡導以文言文創作','小孝：捍衛儒家學說價值'],[('soc-4R',785,530,1285,955)]),
(22,'被譽為「臺灣糖業之父」的新渡戶稻造曾提出以下看法：「農業要和工商業一同構築堅實的基礎，才能建構理想的國家，帶來繁盛的未來。」為了實踐此理念，他在 1901 年來臺赴任後，耗費半年時間調查，並從國外進口適合本地氣候的甘蔗品種，大量種植，使臺灣的製糖產業進入興盛期。有關新渡戶稻造當時發展製糖產業的時代背景，下列敘述何者正確？',['日本政府計畫將臺灣建設成為前進南洋的補給基地','臺灣總督府企圖藉由農業改良，供應日本國內需求','臺灣郊商要求日本政府進行糖業改良，增加出口量','中 日戰爭爆發後，臺灣總督府需要大量的財政收入'],[]),
(23,'美國總統艾森豪於 1960 年拜訪臺灣時，受到熱情群眾夾道歡迎。艾森豪總統為了防止共產勢力擴張，曾與我國簽訂相關反共條約，使臺灣在軍事、經濟及外交上得到美國支持。有關當時臺灣的局勢，下列敘述何者正確？',['文中的反共條約為《臺灣關係法》','美國總統是韓戰爆發時而來臺灣','臺灣運用美援推動多項經濟建設','臺灣為爭取美國支持而宣布解嚴'],[]),
]
D+=[
(24,'若莉撰寫歷史報告時，彙整了她查詢到的資料，決定將報告分為如表(四)的兩個部分進行（主題：？；第一部分：空海大師與平假名；第二部分：君子國新羅的發展）。根據表中內容判斷，她的報告主題應為下列何者？',['草原民族的漢化與融合','漢朝的宗教與儒學外傳','唐朝與周邊民族的交流','絲綢之路的開通與影響'],[]),
(25,'曉輝觀賞歷史影集時，看到如圖(十一)的場景。若以歷史發展脈絡判斷，圖中的「場景二」最有可能是下列哪一事件的情節？',['八國聯軍時列強進入北京','袁世凱宣布撤銷洪憲帝制','革命黨人於武昌推翻政府','蔣中正進行北伐聲討軍閥'],[('soc-5L',275,590,1162,852)]),
(26,'圖(十二)為某則新聞報導的標題（疫情影響 公投延至年底），根據標題內容判斷，下列敘述何者正確？',['報導中所提到的投票會選出我國公職人員','民眾透過此項投票可落實創制權或複決權','此項投票資格的設籍規定與正副總統選舉不同','疫情對此次投票的影響將導致縣市長任期改變'],[]),
(27,'哲偉是部落的住民，他收到一張開會通知單，如圖(十三)。根據圖中內容判斷，下列何項分析最正確？',['(甲)為地方自治團體的立法機關代表','(乙)的運用必須經由立法院審議通過','(丙)主要目的是延續及保存其傳統的文化','(丁)發展特色與計畫須以社區為執行範圍'],[('soc-5L',743,1398,1285,1778)]),
]
D+=[
(28,'圖(十四)為某團體在網路發起募款的提案說明（我們是樂知公益慈善協會，長期深入關懷身處社會邊緣的街友人士，我們發起「好事家成－街友修繕隊計畫」，希望透過定期定額的小額捐款，可以讓他們不再飢寒交迫；與專業工班共組修繕隊，可以習得一技之長，讓他們獲得穩定的工作，自食其力。邀請您一起加入我們，您的小小資助將會成為他們翻轉生命的力量。），根據圖中內容判斷，下列關於該團體的敘述何者最正確？',['成立的主要目的是為成員爭取勞資協商的權利','經費須由行政機關編列後經立法機關審議通過','此團體因不具強制力故該計畫須受政府機關支配','此團體實踐結社自由且提供參與公共事務的機會'],[]),
(29,'圖(十五)是老師所開出的書單類型（甲、強制性社會規範介紹；乙、常見風俗源流考察；丙、宗教教義比較），小敏到圖書館搜尋相關書籍。若依圖中內容判斷，下列哪一組套書最符合小敏的需求？',['甲《倫理道德的基礎》、乙《論博愛座之存廢》、丙《佛教信仰的由來》','甲《現代公民應有的德性》、乙《志願結社的公益行為》、丙《交通法規缺失的探討》','甲《用漫畫圖解刑法大全》、乙《各國新年活動大不同》、丙《聖靈對基督教的意義》','甲《天主教的歷史與儀式》、乙《我國兵役制度的實施》、丙《聖誕節的起源與演變》'],[]),
(30,'圖(十六)為任職於甲、乙兩機關的公職人員對話（任職甲機關：○市長涉嫌接受廠商賄賂，本院委員將依職權，依法提起彈劾。任職乙機關：經本院懲戒法院審理後，認定○市長收賄情節重大，判處撤職、停止任用公務員兩年。），根據圖中內容判斷，下列敘述何者正確？',['甲機關的職權亦包含審查中央政府預算','乙機關的憲法法庭審理正副總統彈劾案','甲機關亦具有正副總統罷免案的提案權','乙機關負責公務人員的撫卹及退休事宜'],[]),
]
D+=[
(31,'表(五)為國家發展委員會整理的「臺灣人口重要指標大事記」，由表中資料可知臺灣的人口組成將出現明顯變化，造成該變化的主要原因為下列何者？',['壯年人口的比例逐年上升','人口金字塔底部逐漸加寬','新生兒比例呈現下滑趨勢','人口性別比逐年持續上升'],[('soc-6L',630,140,1280,748)]),
(32,'非洲大陸因族群及文化的差異可分為「北非」及「漠南非洲」兩大地區，圖(十七)為北非地區的人口密度圖，由圖中可看出該地區人口分布不均的現象，人口多集中在甲、乙兩地，造成上述現象的最主要原因應為下列何者？',['水源取得較為便利','冬季降水蒸發量少','河運興盛經濟發達','地形平坦起伏較小'],[('soc-6L',738,820,1287,1160)]),
(33,'依據《醫院緊急醫療能力分級標準》，全臺醫院分為一般級、中度級、重度級等三類，中度級與重度級醫院才設有急診部門。受到醫療資源分布不均與各地交通網絡密集度的影響，臺灣各地民眾到離家最近的中度級醫院所花費的車程時間有明顯差異，圖(十八)為全臺民眾至離家最近的中度級醫院平均所需時間的人口比例圖，全臺過半數民眾住在離醫院 10 分鐘的車程距離內。若拆以縣市為單位，圖(十九)最可能為下列哪個縣市的醫院車程人口比例？',['新北市','彰化縣','嘉義市','花蓮縣'],[('soc-6L',750,1318,1290,1615)]),
]
D+=[
(34,'全球共有 300 多個「飛航情報區」，乃是由國際民用航空組織所劃定，其中「臺北飛航情報區」為我國唯一的飛航情報區，由位於臺北市的飛航服務總臺負責，為區域內的航空器提供各項飛行資訊及服務。圖(二十)為「臺北飛航情報區」及相鄰飛航情報區分布圖，依圖中內容判斷，「臺北飛航情報區」與「福岡飛航情報區」的界線座標☆最可能為下列哪一組座標？',['121.5°E，21.0°N／117.8°E，29.0°N／117.8°E，21.0°N','124.0°E，29.0°N／124.0°E，23.5°N／117.8°E，29.0°N','124.0°E，23.5°N／121.5°E，21.0°N／117.8°E，21.0°N','124.0°E，29.0°N／124.0°E，23.5°N／121.5°E，21.0°N'],[('soc-6R',893,140,1280,680)]),
(35,'美國 國務院在 2020 年底開始資助「地球之眼」環境機構在東南亞的某項監測計畫，該計畫利用衛星監測區域內的自然環境變化，圖(二十一)為該計畫的監測範圍圖。依據圖中內容判斷，該計畫主要監測的項目應為下列何者？',['如何降低北方國家夏季空氣汙染物擴散至南方國家','全球暖化對沙漠面積擴散及沙塵暴頻率的影響程度','太平洋地區進入地震活躍期對火山噴發頻率的影響','上游國家興建水壩對下游國家的河川流量變化影響'],[('soc-6R',960,1110,1278,1565)]),
(36,'1960 年代，一群被稱為「嬉皮」的美國青年常穿著色彩鮮豔的衣服，以展現他們追求自由奔放、反抗體制的理想。他們更積極參與社會運動，反對美國參與發生在亞洲的戰爭。上述提到的背景與下列何者有關？',['北韓出兵南韓','法國進攻越南','日本轟炸珍珠港','北越共產勢力擴張'],[]),
]
D+=[
(37,'表(六)是某一船隊的資料（時間：1405～1433 年；航行次數：七次；船隊規模：100～200 餘艘；人數：約 28,000 人；航行海域：東海、南海、印度洋、紅海），根據表中資料判斷，關於此航行活動對中國造成的影響，下列敘述何者正確？',['海上走私貿易的盛行','建立橫跨歐 亞的帝國','指南針與印刷術西傳','朝貢貿易的規模擴大'],[]),
(38,'宗華在《圖說中國史》一書中看到如圖(二十二)的漫畫（甲：朝廷已經公布要停止鄉試、會試，科舉制度就要被廢除了！乙：我多年的寒窗苦讀都白費了！），根據兩人的對話內容判斷，其背景應為下列何者？',['李鴻章學習西方器物，推動自強運動','光緒皇帝為改革制度，進行戊戌變法','慈禧太后為維護政權，推行庚子後新政','清廷因應朝野人士要求，進行立憲運動'],[]),
(39,'穎珊研究家鄉所在地的行政區劃演變時，看到一張示意圖（如圖(二十三)，臺灣府淡水廳→臺北府淡水縣）。依圖中內容判斷，其行政區變更的主要原因，應與下列何者有關？',['劃界隔離漢人與原住民','政府積極拓展米糖貿易','防止臺灣成為反清據點','外國勢力入侵造成衝擊'],[('soc-7L',975,825,1320,1095)]),
(40,'中國 黑龍江省境內有一座「東北烈士紀念館」，該建物最初建於民國 17 年，原本規畫作為圖書館，但民國 22 年，新政府將其改為警察廳，並作為關押政治犯的地點。直到民國 37 年，「東北烈士紀念館」才正式開館。依上述內容判斷，這座紀念館一度被改為警察廳，應與下列哪一個國家的勢力發展最有關？',['德國','日本','蘇聯','美國'],[]),
(41,'南韓曾發生一起震驚社會的虐童案，安氏夫婦收養一名女嬰正仁，希望與親生女兒做伴，正仁卻在十六個月大時疑似遭養父母虐待致死。事後，安氏夫婦因嚴重虐童致死遭地方法院的法官判決無期徒刑，此事件發生後也讓南韓國會修法通過加重虐童罰則。根據上述內容與我國相關法律規定判斷，下列敘述何者正確？',['文中安氏夫婦的家庭型態屬於三代同堂','正仁被安氏夫婦收養因此屬於姻親關係','安氏夫婦的判決結果屬於主刑，將被剝奪自由','法官偵查起訴安氏夫婦的犯罪行為並作出判決'],[]),
]
D+=[
(42,'圖(二十四)為地方政府舉辦某項活動的宣傳海報（新住民文化季；地點：新莊運動公園；活動內容：異國美食大觀園、各國民謠音樂賞、新住民家鄉舞蹈表演；主辦單位：新北市政府），根據圖中內容及文化相關概念判斷，下列敘述何者正確？',['活動的內容明顯呈現出文化位階的高低','舉辦該活動可以比較出各國文化的優劣','新住民文化與其他族群文化已完全融合','地方立法機關可對此活動經費進行審議'],[]),
(43,'老師在課堂上分享以下新聞案例，依照我國相關法規來看，下列敘述何者最正確？\n「警方在執行勤務時，發現一名少年在自動提款機前形跡可疑，循線破獲詐騙集團。該集團 19 歲主嫌吸收 6 名 15～16 歲的少年擔任取款的車手，詐騙被害人的存款，全案依詐欺罪移送法辦。警方呼籲，家長應多留意家中青少年，並關心孩子的交友狀況，避免遭誘騙加入詐騙集團，毀了自己一生。」\n（車手：意指詐騙案件中領取贓款的人。通常車手並不了解實際的案件狀況，透過取款的過程獲得報酬。）',['文中的主嫌屬於犯罪邊緣的曝險少年','文中車手的父母須連帶負起刑事責任','文中的車手被逮捕後將由少年法庭進行審理','警方的呼籲是希望家長能加強家庭經濟功能'],[]),
(44,'老師上課時以圖(二十五)的甲、乙兩規範來說明政府的行政措施，依據圖中內容判斷，下列敘述何者正確？',['民眾違反甲、乙規範，皆須擔負刑事責任','甲規範為保護處分，乙規範則為行政管制','政府依據甲、乙規範對人民作出的裁罰，皆屬於行政處分','民眾若不服政府依據甲規範作出的裁罰，可提起刑事訴訟'],[('soc-7R',215,1035,1205,1285)]),
(45,'圖(二十六)為《憲法》對人民基本權利保障的相關敘述（甲：法律之前人人享有同等待遇；乙：人人有權選擇自己的居住處所；丙：符合法定資格者皆可投票；丁：人民有權訴訟維護自身權益），依圖中資訊判斷，下列哪一項舉例配對正確？',['甲保障人民參與國家公職考試的權利','乙保障男性享有育嬰留職停薪的權利','丙保障人民評論政府施政成效的權利','丁保障民眾受國民教育及請願的權利'],[]),
]
D+=[
(46,'江樺跟著老師到校外參訪地方法院時，訪問了幾個願意受訪的人，並將訪問內容製成表(七)（智良：少年法院對我作出訓誡的處分；偉呈：我接受檢察官的指揮，協助偵查犯罪；櫻姿：我自己委任律師直接向法院提起刑事訴訟；皓威：我觸犯貪汙罪，被判有期徒刑 3 年和褫奪公權 5 年）。根據表中內容判斷，下列敘述何者正確？',['智良的年齡已經具備公民投票的權利','偉呈可受理被害人報案並且提出公訴','櫻姿向法院提起訴訟的方式稱為自訴','皓威所受刑罰皆與罰金同樣屬於主刑'],[]),
]
PS+=['2021 年臺灣面臨 56 年來最嚴重的旱災，各大水庫蓄水量紛紛創下新低，同一時間，某縣市因境內無水庫蓄水，卻能免於缺水之苦而備受矚目。該縣市地勢西高東低，面迎東北季風，全年降水日將近 200 天，降水量豐富，蘊藏豐沛地下水，猶如天然大水庫，提供該縣市各項用水需求。該區雖然水資源豐富，但受地形阻擋，不適合興建輸水管線將水源運送至缺水縣市。\n為解決臺灣春季的乾旱問題，近年來，水利署以「區域性水源調度」為主要方針，以「北水南調」計畫為例，透過新建的輸水管線，將原本由圖(二十七)中甲水庫供水的區域，改由乙水庫供水，藉此減輕甲水庫的負擔，再將甲水庫供水範圍向南擴大，由於當地的產業是臺灣重要的出口主力，藉由「北水南調」可支援該地區民生及工業區旱季時的用水需求，避免人民生活及產業發展遭受衝擊。水利署表示將持續興建輸水管線，未來的目標為臺灣各大水庫間皆透過管線連接，透過彈性調度解決各地缺水問題。']
D+=[
(47,'上文中，某縣市水資源豐富，但不適合興建對外輸水管線，主要是受到下列哪座山脈的阻擋？',['雪山山脈','海岸山脈','玉山山脈','阿里山山脈'],[],len(PS)-1),
(48,'依上述圖文的內容判斷，乙水庫得以擴大供水範圍的原因應為下列何者？',['原供水區域人口稀少，水資源需求量低','壩址位於平原地區，庫區廣大蓄水量高','降水季節分布較平均，不易受旱象影響','屬夏乾冬雨區，冬季得以蓄積充足用水'],[('soc-8L',750,860,1275,1230)],len(PS)-1),
]
D+=[
(49,'依上文敘述判斷，甲水庫的供水範圍向南擴大，主要是為了供應當地的民生用水及何種類型的工業區用水需求？',['農產加工區','加工出口區','石化工業園區','科學工業園區'],[('soc-8L',750,860,1275,1230)],len(PS)-1),
]
PS+=['受教育權在當代社會中被認為是人類的權利之一，但現今世界上仍有許多人無法享受這種權利，而臺灣女性受教育的機會，也在百年來才有較大的轉變。\n1659 年，統治者派員視察原住民的教育情況時，統計當時熟諳基督教教義者，女性有 2,746 人，男性則為 2,592 人。其後漢人大量移民來臺，正式的教育主要針對男性，僅有少數女性能接受私塾教育，且 12、13 歲起就必須停止學習。\n這種情形直到 19 世紀末，傳教士創立「淡水女學堂」及「新樓女學校」後才有所改變，這兩所學校成為臺灣最早的新式女學校，當時入學的多半是平埔族女性。\n到了 1934 年，臺灣才出現第一位女性的大學畢業生，但她是日籍官員的女兒。而臺籍女性進入臺北帝國大學求學，則已是 1942 年的事情了。雖然當時的臺灣女性可接受高等教育者仍少，但都市女性所過的生活已與以往有顯著不同。']
D+=[
(50,'文中提及的「統治者」應是下列何者？',['鄭氏政權','清帝國政府','臺灣總督府','荷蘭 聯合東印度公司'],[],len(PS)-1),
(51,'文中提及新式女學校的出現，與下列何者較有關連？',['對外開港通商','臺灣正式建省','甲午戰爭戰敗','第一次世界大戰爆發'],[],len(PS)-1),
(52,'文末提及的都市女性，當時可能會有下列何種生活經驗？',['參與原住民正名運動','參觀博物館展覽活動','閱讀《自由中國》雜誌','參加租界區的晚宴活動'],[],len(PS)-1),
]
PS+=['表(八)是仁範針對某釋憲案所作的整理內容：\n原由：聲請人的女兒未滿 18 歲，遭 3 名少年散布私密照片，聲請人認為法官並沒有傳喚他的女兒出庭對案情陳述意見，才會將 3 名少年輕判而聲請釋憲\n解釋字號：釋字第 805 號\n解釋爭點：《少年事件處理法》第 36 條及其他相關規定，未賦予被害人有到庭陳述意見之機會，是否違憲？\n解釋文的分析：1. 未明文規範被害人（及其法定代理人）於少年保護事件處理程序中得到庭陳述意見，即沒有保障被害人的訴訟程序參與權；2. 結果：《少年事件處理法》第 36 條條文部分違憲，2 年內有關機關應進行修正']
D+=[
(53,'依據表中內容及我國相關法規判斷，下列分析何者正確？',['此解釋文凸顯《憲法》難以變動的特性','聲請人可對女兒行使親權與管教的權利','表中被宣告違憲的法律，適用 7 歲以上未滿 20 歲的少年','表中需要修正的法律，其位階與《土地登記規則》相同'],[],len(PS)-1),
(54,'表中受理此釋憲案的政府機關，也具有下列哪一項職權？',['懲戒違法失職的公務人員','糾正地方政府的施政缺失','審核行政機關年度的決算','對行政院院長提不信任案'],[],len(PS)-1),
]
