PS=[]
D=[
(1,r'計算 \((2x^2-3x-5)-2(-x+2x^2)\) 的結果，與下列哪一個式子相同？',[r'\(-2x^2-x-5\)',r'\(-2x^2-5x-5\)',r'\(4x^2-x-5\)',r'\(6x^2-x-5\)'],[]),
(2,r'算式 \((5^2)^6\div5^4\) 的值，與下列何者相同？',[r'\(5^2\)',r'\(5^3\)',r'\(5^4\)',r'\(5^8\)'],[]),
(3,r'坐標平面上，若 \(P\) 點向左移動 5 單位，向下移動 6 單位後，會到達 \(Q(-7,-2)\)；若 \(P\) 點向右移動 5 單位，向上移動 6 單位後，會到達 \(R\) 點，則 \(R\) 點位於第幾象限？',['一','二','三','四'],[]),
(4,r'下列何者可能為二元一次方程式 \(-6-2x=3y+6\) 在坐標平面上的圖形？',['如圖(A)','如圖(B)','如圖(C)','如圖(D)'],[('ma-02',255,1335,900,1735)]),
(5,r'表(一)為甲、乙、丙三種微生物的長度，根據此表判斷三種微生物的長度大小關係為何？（\(1\) 微米 \(=10^{-6}\) 公尺，\(1\) 奈米 \(=10^{-9}\) 公尺）'+'\n表(一)：甲 0.08 微米(μm)；乙 32 奈米(nm)；丙 '+r'\(2.5\times10^{-7}\) 公尺(m)',['甲＞乙＞丙','乙＞甲＞丙','乙＞丙＞甲','丙＞甲＞乙'],[]),
(6,r'小銘在 6 張卡片上分別寫上數字 2、3、7、11、13、19。他任取其中 2 張卡片，並將卡片上的數字相加，若相加後所有可能的值中最小的質數為 \(a\)，最大的質數為 \(b\)，則 \(a+b\) 之值為何？',['18','21','26','37'],[]),
(7,r'如圖(一)，數線上 \(O\) 為原點，\(A\)、\(B\)、\(C\)、\(D\) 四點所表示的數分別為 \(a\)、\(b\)、\(c\)、\(d\)，根據圖中各點的位置，判斷下列何者的值最大？',[r'\(|a-b|\)',r'\(|c-d|\)',r'\(|a|+|c|\)',r'\(|b|+|d|\)'],[('ma-03',750,1015,1190,1120)]),
(8,r'若二元一次聯立方程式 \(\begin{cases}5x-2y=3\\2x-y=3\end{cases}\) 的解為 \(x=a\)，\(y=b\)，則 \(a+b\) 之值為何？',[r'\(-12\)',r'\(-3\)',r'\(-1\)',r'\(0\)'],[]),
(9,r'下列哪一個選項可以是一元一次方程式 \(95+\frac{x}{3}\times(-112)=17\) 的解法？',[r'\(x=(17+95)\div(-112)\times3\)',r'\(x=(17-95)\div(-112)\times3\)',r'\(x=17\div(-112)\times3+95\)',r'\(x=17\div(-112)\times3-95\)'],[]),
(10,r'\(\sqrt{2\frac{2}{3}}\) 是 \(\sqrt{\frac{2}{3}}\) 的幾倍？',[r'\(\sqrt{2}\)',r'\(\sqrt{3}\)',r'\(2\)',r'\(4\)'],[]),
(11,'小佑老師想要買車輪餅獎勵甲、乙兩班學生，規定每位學生從「爆漿起司」與「濃郁紅豆」兩種口味中任選一個車輪餅。已知甲班選「濃郁紅豆」的人數為 13 人，且甲班中選「爆漿起司」的人數是選「濃郁紅豆」人數的 3 倍。這兩班學生中，甲班的總人數比乙班的總人數多 10 人，但比選「爆漿起司」的總人數少 13 人。小佑老師為統計兩班學生選擇每種口味的人數，於是在黑板上畫出圖(二)。請問小佑老師要買的兩種口味的車輪餅相差幾個？',['23','30','36','39'],[('ma-04',400,1205,1015,1490)]),
(12,r'坐標平面上，方程式 \(y=ax+3\) 的圖形通過 \((1,1)\) 和 \((-2,b)\) 兩點，其中 \(a\)、\(b\) 為整數，則 \(a+b\) 之值為何？',[r'\(-3\)',r'\(-1\)',r'\(5\)',r'\(15\)'],[]),
(13,r'若 \(a,3,10,b,c\) 五數成等比數列，則 \(a\times c+3\times b\) 之值為何？',[r'\(-45\)',r'\(40\)',r'\(130\)',r'\(200\)'],[]),
(14,'圖(三)為大雄 1 月至 7 月到電影院消費次數的累積次數分配折線圖，請問下列敘述何者正確？',['這七個月到電影院消費次數的眾數為 2 次','這七個月到電影院消費次數的眾數為 1 次','這七個月到電影院消費次數的中位數為 2 次','這七個月到電影院消費次數的平均數為 3 次'],[('ma-05',715,890,1190,1250)]),
(15,'夏天蚊蟲多，媽媽準備了香茅精油、尤加利精油及若干個容量相同的瓶子，並將所有的香茅精油與一部分的尤加利精油，以 4：1 的體積比混合成防蚊精油。若防蚊精油恰好裝滿 60 個瓶子，且剩下的尤加利精油恰好裝滿 3 個瓶子，則媽媽準備的香茅精油與尤加利精油的體積比為何？',['1：1','4：1','16：5','80：21'],[]),
(16,r'圖(四)為某風景區的纜車設施示意圖，已知湧泉湖站(\(F\) 點)的海拔高度為 1096 公尺。若 \(\overline{AB}=240\) 公尺，\(\overline{BC}=960\) 公尺，\(\overline{DE}=260\) 公尺，\(\overline{EF}=1000\) 公尺，且 \(A\)、\(B\)、\(C\) 三點的海拔高度均為 0 公尺，請問入山口站(\(D\) 點)的海拔高度是多少公尺？',['60','380','716','816'],[('ma-06',650,225,1190,485)]),
(17,r'小寶將一張正方形色紙疊在一張正 \(n\) 邊形色紙上，如圖(五)所示。已知正 \(n\) 邊形 \(P_1P_2P_3\cdots\cdots P_n\) 中，\(\angle P_2P_1P_3=\frac{90^\circ}{7}\)，則此正 \(n\) 邊形的內角和是幾度？',['1980','2160','2340','2520'],[('ma-06',925,870,1190,1200)]),
(18,r'若一元二次方程式 \((x+1)(11x+4)+(x+1)(2x+9)=13\times17^2\) 的兩根為 \(a\)、\(b\)，且 \(a>b\)，則 \(2a+b\) 之值為何？',['14','16','20','52'],[]),
(19,r'圖(六)為平面上 \(\triangle ABC\) 與 \(\triangle ACE\) 的重疊情形，其中 \(\overline{AC}=\overline{BC}=\overline{AE}\)，\(\overline{BC}>\overline{AB}\)，\(D\) 為 \(\triangle ABC\) 內的一點，且 \(\overline{DE}=\overline{DB}\)，\(\overline{DA}=\overline{DC}\)。以下是甲、乙兩人的看法：'+'\n'+r'(甲) \(\triangle CDB\) 與 \(\triangle ADE\) 全等'+'\n'+r'(乙) \(\triangle ADE\) 與 \(\triangle ADB\) 全等'+'\n對於甲、乙兩人的看法，下列判斷何者正確？',['兩人皆正確','兩人皆錯誤','甲正確，乙錯誤','甲錯誤，乙正確'],[('ma-07',895,225,1195,515)]),
(20,'如圖(七)，某考試會場共有 13 排座位，除第 1 排外，每一排都比前一排多 2 個座位，其中考生座位安排方式為：每排最左邊和最右邊皆為考生座位，每一排的兩個考生座位間必須有一個空座位。已知第 7 排有 25 個考生座位，則該會場共有幾個座位？',['627','630','635','637'],[('ma-07',675,765,1195,1020)]),
(21,r'敏敏在暑假期間迷上一部影集，已知此影集每集的片長相同，且每集都有 \(\frac{1}{10}\) 的時間為幕後花絮。敏敏看了 30 個小時的影集，剛好看完某一集結束，共看了此影集總集數的 90%，但她在開學前一天發現，只剩下 3 小時又 16 分鐘的休閒時間可以看影集，若依照正常速率播放，無法看完剩下的集數。於是敏敏決定把剩餘每集的幕後花絮以 \(x\) 倍的速率播放，其餘以正常速率播放，請問 \(x\) 的值至少為多少時，敏敏才能在休閒時間內看完此部影集？',['1.25','1.5','1.75','2'],[]),
(22,'響應政府普發 6000 元政策，某超商祭出加碼回饋方案：買 6000 元隨行卡，即加碼送 1000 元購物金到該隨行卡中，等同可使用 7000 元的購物金，且使用該隨行卡買紅茶享有買一送一的優惠。圖(八)是阿偉與店員的對話內容：\n店員：現在用現金買紅茶，5 杯以上全部打 8 折，要多買幾杯嗎？可以寄放在超商不用一次全部帶走。\n阿偉：如果買 6000 元的隨行卡，再用隨行卡買紅茶，是不是比較划算？\n店員：沒錯！若將隨行卡中的 7000 元購物金拿來買紅茶，會比用現金 6000 元多買到 130 杯。\n已知阿偉無論使用現金或隨行卡買紅茶，都會剛好用完且沒有餘額。請問紅茶的原價在下列哪一個範圍？',['35～39 元','40～44 元','45～49 元','50～55 元'],[]),
(23,r'圖(九)為直角 \(\triangle BCF\) 與平行四邊形 \(ABCD\) 的重疊情形，其中 \(A\) 點在 \(\overline{BF}\) 上，\(\overline{AD}\) 與 \(\overline{CF}\) 交於 \(E\) 點，\(\angle F=90^\circ\)。若 \(\overline{CF}=12\) 公分，\(\overline{AB}=6\) 公分，\(\triangle CDE\) 面積比 \(\triangle AEF\) 面積多 18 平方公分，則平行四邊形 \(ABCD\) 的周長為多少公分？',['36','42','48','54'],[('ma-08',825,1100,1195,1305)]),
]
PS+=[r'水庫中的泥沙淤積會造成水庫的儲水容量減少，影響水資源供應，增加洪災風險。表(二)是甲、乙、丙、丁四個水庫的相關資料，其中設計儲水總容量 \(=\) 目前儲水總容量 \(+\) 泥沙淤積量。'+'\n表(二)（單位：萬立方公尺；依序為設計儲水總容量／目前儲水總容量／泥沙淤積量）\n甲：40600／38057／2543\n乙：30912／20826／10086\n丙：74840／46801／28039\n丁：15415／7828／7587\n已知水庫的儲水總容量可用以下公式求得：\n'+r'儲水總容量 \(=\frac{a_1}{2}\times h_1+\frac{(a_1+a_2)}{2}\times h_2+\frac{(a_2+a_3)}{2}\times h_3+\cdots\cdots+\frac{(a_{n-1}+a_n)}{2}\times h_n\)'+'\n'+r'\(a_1\)、\(a_2\)、\(a_3\)、……、\(a_n\) 為水庫等高線圍成的封閉區域面積'+'\n'+r'\(h_1\)、\(h_2\)、\(h_3\)、……、\(h_n\) 為等高線的高度差']
D+=[
(24,'甲、乙、丙、丁四個水庫的泥沙淤積量占水庫設計儲水總容量的百分比何者最大？',['甲','乙','丙','丁'],[],len(PS)-1),
(25,r'已知某水庫等高線圍成的封閉區域面積 \(a_1,a_2,a_3,\cdots\cdots,a_n\) 成等差數列，其中 \(a_1\) 為 200 萬平方公尺，公差為 40 萬平方公尺，\(a_n\) 為 760 萬平方公尺，等高線的高度差 \(h_1\)、\(h_2\)、\(h_3\)、……、\(h_n\) 皆為 5 公尺，則此水庫的儲水總容量為多少萬立方公尺？',['32900','34100','35250','36500'],[],len(PS)-1),
]
