G=['如圖(A)','如圖(B)','如圖(C)','如圖(D)']
PS=[]
D=[
(1,'「過度換氣症候群」主要是因情緒焦慮所引起的生理反應，發作時患者會不由自主的加快呼吸運動，導致過多的二氧化碳被排出而造成低二氧化碳血症。根據上述判斷，關於呼吸運動與過度換氣症候群的敘述，下列何者【錯誤】？',['吸氣時肋骨上升、橫膈下降，氣體流入肺中','氧氣經由肺泡上的微血管進入血液循環中','過度換氣症候群是患者大腦控制使呼吸頻率加快','過度換氣症候群的患者若能保持情緒穩定，應能降低發作的機會'],[]),
(2,'鉬是一種銀灰色的金屬，通常以氧化物的形式存在礦物中。圖(一)為現行元素週期表的一部分，已知鉬與鈮(Nb)同一週期，與鎢(W)同一族，則鉬的元素符號應為下列何者？',['Cr','Mo','Mn','Tc'],[('sci-02',1015,545,1247,775)]),
(3,'阿財想觀察不同生物的構造，則下列他觀察的生物構造與適合使用的器材配對，何者【最不適當】？',['葉片上的氣孔開閉情形：複式顯微鏡','自己手指皮膚上的紋路：複式顯微鏡','植物子房中的胚珠排列與形狀：解剖顯微鏡','不同植物花朵的大小差異並依序排列：肉眼'],[]),
(4,'圖(二)為製造肥皂的實驗流程示意圖，則關於此實驗的敘述，下列何者正確？',['反應物為椰子油和乙醇','反應物為乙醇和氫氧化鈉','飽和食鹽水可使肥皂從水中分離出來','產物會使潮溼的藍色石蕊試紙呈紅色'],[('sci-02',200,1210,1252,1565)]),
(5,'植物對於環境刺激的感應中，從接受刺激到表現反應所需的時間長短不同，下列何者從接受刺激到表現反應所需的時間比其他三者短？',['捕蠅草的葉片因昆蟲碰觸而閉合','牽牛花的莖會朝向藤架方向捲曲生長','種植在無光環境中的豆苗，莖仍向上生長','牆邊的酢漿草受到陽光照射後，會朝向陽光的方向彎曲生長'],[]),
(6,'硼的原子序為5，其原子模型如圖(三)所示，○、◎、●分別為原子中的質子、中子、電子(未依順序排列)，則科學家發現此三種粒子的先後順序，下列何者正確？（◎為灰色粒子）',['◎是最早發現的粒子，○是最晚發現的粒子','○是最早發現的粒子，◎是最晚發現的粒子','●是最早發現的粒子，○是最晚發現的粒子','◎是最早發現的粒子，●是最晚發現的粒子'],[('sci-03',1025,500,1250,770)]),
(7,'如圖(四)，切開木瓜果實後，可以看到許多黑色圓形的甲被包覆在乙中，已知甲是由胚珠發育而成，則下列敘述何者正確？',['甲為種子','木瓜花的雌蕊中，僅含有一個胚珠','乙是由柱頭發育而成','甲和乙皆為木瓜的營養器官'],[('sci-03',950,840,1250,1065)]),
(8,'乙醚和丁醇的比較如表(一)所示，則下列敘述何者正確？',['兩者的分子式相同，故兩者的化學性質相同','兩者的分子式相同，故兩者的物理性質相同','兩者在常溫常壓時皆為液態，故兩者的物理性質相同','兩者的原子連接方式不同，故兩者的化學性質不同'],[('sci-03',205,1175,1248,1582)]),
(9,'渡渡鳥是第一個因人類活動而滅絕，且被記錄下來的動物。由於渡渡鳥不會飛行，曾一度懷疑是人類捕食殆盡而滅絕，但後來證據顯示當時的人類並不喜歡渡渡鳥肉的口感，反而是人類引進的其他家畜與渡渡鳥競爭食物及棲地，甚至會吃掉渡渡鳥的蛋及幼鳥，才導致了渡渡鳥的滅絕。根據上述判斷，渡渡鳥滅絕的原因主要為下列何者？',['汙染','外來物種','氣候變遷','人口暴增'],[]),
(10,'小圓為探究杯子對水的保溫效果，準備了規格相同、材質不同的兩種杯子，設計如表(二)的實驗，則甲、丙實驗中，影響水降到室溫所需時間的原因最可能為下列何者？',['杯子的容量','倒入80℃水後的總質量','杯子的比熱不同','杯子的熱傳導能力不同'],[('sci-04',590,595,1250,845)]),
(11,'寶特瓶瓶身、外膜、瓶蓋由三種不同的塑膠製成，三者均為合成聚合物，其耐熱溫度和特性如表(三)所示，則三種合成聚合物依連接方式的分類（依序為寶特瓶瓶身、外膜、瓶蓋），下列何者正確？',['鏈狀聚合物、鏈狀聚合物、鏈狀聚合物','鏈狀聚合物、鏈狀聚合物、網狀聚合物','網狀聚合物、網狀聚合物、鏈狀聚合物','網狀聚合物、網狀聚合物、網狀聚合物'],[('sci-04',205,1145,1072,1350)]),
(12,'白千層又名剝皮樹，樹幹呈褐色或灰白色，樹皮層層堆疊彷若穿著破爛的衣服，如圖(五)所示。已知植物樹皮包含形成層向外增生的X構造，而白千層會把老化的樹皮往外推擠並一層貼著一層留在樹幹上，則X構造為下列何者？若剝下白千層最外側的老化樹皮是否會影響其存活？',['韌皮部，剝下老化的樹皮不影響白千層的存活','韌皮部，剝下老化的樹皮會造成白千層無法運輸養分而死亡','木質部，剝下老化的樹皮不影響白千層的存活','木質部，剝下老化的樹皮會造成白千層無法運輸水分而死亡'],[('sci-05',870,212,1250,494)]),
(13,'叢花百日青分布於臺灣中部山脈海拔2000公尺以下的森林中，具有毬果，種子呈卵圓形，一側有紅色肉質種托(托著種子的構造)，種托基部有柄，外觀如圖(六)所示。根據上述判斷，叢花百日青應屬於下列哪一種植物？',['蘚苔植物','蕨類植物','裸子植物','被子植物'],[('sci-05',945,685,1245,955)]),
(14,'為遏止交通噪音，政府規定汽、機車在速限50km/h的道路上行駛時，不得產生86分貝以上的聲音，也藉由噪音偵測設備接收汽、機車產生的聲音作為違規拍照裁罰的依據。關於上文的敘述下列何者正確？',['噪音偵測設備主要是以接收到的聲音頻率大小作為裁罰依據','噪音偵測設備主要是以接收到的聲音振幅大小作為裁罰依據','分貝值越大，則聲音的波長越長，可傳播的距離越遠','分貝值越大，則聲音的傳播速率越快，可傳播的距離越遠'],[]),
(15,'圖(七)為某維生素B群的廣告，該維生素B群為固體藥錠且宣稱添加鋅、鐵等礦物質，則關於添加的礦物質形式，下列四人的推論何者最為正確？',['小葉：「添加的礦物質形式為原子，例如Zn、Fe」',r'小明：「添加的礦物質形式為離子，例如 \(Zn^{2+}\)、\(Fe^{3+}\)」','小天：「添加的礦物質形式為混合物，例如鋅、鐵的合金」','小強：「添加的礦物質形式為化合物，例如氧化鋅、硫酸鐵」'],[('sci-05',950,1388,1250,1640)]),
(16,'已知某地區被甲、乙兩種有害物質汙染，其中甲物質可被生物體排出，乙物質則會累積於生物體內。若檢測該地區的生物體內有害物質累積量，較可能是下列哪一種結果？',G,[('sci-06',200,300,1080,800)]),
(17,'阿浩想要自己製作泡菜，他上網查詢相關資料後整理出製作流程，如圖(八)所示：\n1.將高麗菜洗淨、晾乾 → 2.將高麗菜切小塊，撒上鹽後放入密閉容器中靜置 → 3.一段時間後，開蓋倒掉滲出的水並取出高麗菜，拌上調味料\n關於阿浩製作泡菜的流程，下列敘述何者最為正確？',['是利用滲透作用的方式讓鹽進入高麗菜','高麗菜細胞會因水分進入而膨脹破裂','流程2到3會出水，是因高麗菜細胞內、外溶液濃度差異所致','將流程2的鹽換成糖，則靜置後不會有水滲出'],[]),
(18,'商品包裝上標示的字體通常不大，因此商家會在貨架旁擺放「菲涅耳透鏡」供民眾使用。菲涅耳透鏡是將圖(九)中透鏡的曲面部分切割成多塊，減少透鏡體積又能保有原透鏡的功能。根據上述，若用雷射光照射菲涅耳透鏡，則光線路徑最可能為下列何者？',['受透鏡折射而會聚','受透鏡折射而發散','受透鏡反射而會聚','受透鏡反射而發散'],[('sci-06',285,1420,1125,1520)]),
(19,'臺灣在許多天然水域中都可見到的魚虎與布袋蓮皆屬於外來物種，魚虎會捕食當地原生的魚蝦，布袋蓮則是由於繁殖快速，占據了其他水生植物的生存空間，進而導致當地生物族群改變，兩者都對臺灣生態環境造成極大的影響。根據上述判斷，魚虎與布袋蓮主要是透過哪些生物間的交互關係影響臺灣的生態環境？',['魚虎：片利共生，布袋蓮：競爭','魚虎：掠食，布袋蓮：寄生','魚虎：掠食，布袋蓮：競爭','魚虎：寄生，布袋蓮：片利共生'],[]),
(20,'小德利用網路上提供的方法，將表面生成黑色硫化銀的戒指恢復成銀白色。如圖(十)，他在鋁箔碗中加入鹽與熱水，攪拌後放入戒指，短短幾分鐘戒指便恢復成銀白色，這是因為鋁和硫化銀反應使硫化銀還原成銀。關於此反應的敘述，下列何者正確？',['銀發生氧化反應，鋁發生還原反應','鋁發生氧化反應，銀發生還原反應','鋁發生氧化反應，硫化銀發生還原反應','銀發生氧化反應，硫化銀發生還原反應'],[('sci-07',910,590,1250,850)]),
(21,'某地的生態系中有一條食物鏈如圖(十一)所示（甲 → 乙 → 丙），已知碳進入甲生物體後，可藉由此食物鏈傳遞給其他生物，則進入生物體的碳可藉由圖中哪些生物回到環境中？',['僅乙','僅丙','僅乙丙','甲乙丙'],[]),
(22,r'某艘遊艇靜止於海面上，未搭載乘客時，其所受浮力為 \(B_1\)，船身沒入海面下的體積為 \(V_1\)；載滿乘客時，其所受浮力為 \(B_2\)，船身沒入海面下的體積為 \(V_2\)。已知該處海水密度不變，則關於遊艇所受浮力和船身沒入海面下的體積比較，下列何者正確？',[r'浮力：\(B_1=B_2\)，體積：\(V_1=V_2\)',r'浮力：\(B_1>B_2\)，體積：\(V_1>V_2\)',r'浮力：\(B_1<B_2\)，體積：\(V_1=V_2\)',r'浮力：\(B_1<B_2\)，體積：\(V_1<V_2\)'],[]),
(23,'圖(十二)為植物氣孔打開與關閉時的樣貌，關於氣孔的敘述，下列何者正確？',['植物缺水時，氣孔會呈現甲狀態','進行蒸散作用時，氣孔會呈現乙狀態','行光合作用所需的水，是由氣孔進入植物體','行光合作用所需的二氧化碳，是由氣孔進入植物體'],[('sci-08',925,212,1250,420)]),
(24,'小華準備兩個相同的玻璃杯，分別裝滿甲、乙兩種不同的液態純物質，秤量玻璃杯與液體的總質量，並將結果記錄如圖(十三)，接著他將兩種液體倒出一半比較其質量，則甲、乙的密度大小與倒出液體的質量大小，下列何者正確？',['密度：甲＞乙，倒出液體的質量：甲＞乙','密度：甲＞乙，倒出液體的質量：甲＜乙','密度：甲＜乙，倒出液體的質量：甲＞乙','密度：甲＜乙，倒出液體的質量：甲＜乙'],[('sci-08',985,505,1250,790)]),
(25,'表(四)為四種動物的學名，根據表中資料判斷，下列敘述何者正確？\n表(四)\n甲：Fulvetta formosana\n乙：Pnoepyga formosana\n丙：Myxine kuoi\n丁：Myxine formosana',['甲與乙為同種生物','丙與丁為同綱生物','乙與丁為不同界生物','甲、乙、丁為同屬不同種生物'],[]),
(26,'「戰繩」是一種健身器材，為一條重量均勻的粗繩，使用時將戰繩繞過固定裝置，以雙手握住兩端，在一定時間內維持相同頻率甩動粗繩以訓練肌肉。小東使用戰繩時，單手的側視情形如圖(十四)所示，若此時小東增加甩動頻率，則他甩出的戰繩波形最可能為下列何者？',G,[('sci-08',755,1175,1245,1330),('sci-08',200,1435,1175,1700)]),
(27,'自西元1967年開始，臺灣的香蕉產業便受「黃葉病」的影響，造成此疾病的尖孢鐮刀菌會侵入香蕉植株的維管束，其菌絲會逐漸堵住木質部，導致香蕉植株的水分運輸受阻而脫水死亡。根據以上敘述判斷，尖孢鐮刀菌最可能屬於下列哪一生物界？',['真菌(菌物)界','植物界','原核生物界','原生生物界'],[]),
(28,'爬竿是利用雙手、雙腳往竿子頂端攀爬的體育項目。某次爬竿比賽時，主辦單位在竿子上塗油增加攀爬難度，則塗油可增加攀爬難度的原因最可能為下列何者？',['增加靜摩擦力','減少靜摩擦力','增加最大靜摩擦力','減少最大靜摩擦力'],[]),
(29,'某地區中存在一食物鏈，包含了甲～丙三種不同的生物，表(五)為此三種生物的說明。若將此地區甲～丙所含的總能量以能量塔的形式呈現，最可能為下列何者？（選項依能量塔由上而下排列）\n表(五)\n甲：可行光合作用，可適應多變的天氣條件\n乙：肉食性哺乳動物，大多為群居性\n丙：為初級消費者，擅長奔跑',['由上而下：丙、乙、甲','由上而下：乙、丙、甲','由上而下：甲、乙、丙','由上而下：丙、甲、乙'],[]),
(30,'阿民將純物質依下列條件分成X、Y、Z三類，如圖(十五)所示。圖(十六)為乾燥空氣的氣體組成比例，甲～丁為不同氣體，則關於甲、乙、丙、丁與X、Y、Z的配對，下列何者最合理？',['甲屬於Z','乙屬於X','丙屬於X','丁屬於Y'],[('sci-10',205,325,1250,590)]),
(31,'小南參加一日科學營，分別在P區、Q區和R區進行課程。在P區時小南覺得熱想脫掉外套；在Q區時小南會不自覺的顫抖，並常常搓揉雙手；在R區時小南感覺最舒適，課程期間都能保持專注。若僅以調節體溫恆定的正常反應判斷，則P、Q、R三區溫度的比較最可能為下列何者？',['P區溫度＝Q區溫度＝R區溫度','P區溫度＞Q區溫度＞R區溫度','P區溫度＞R區溫度＞Q區溫度','Q區溫度＞R區溫度＞P區溫度'],[]),
(32,'小歐想了解紅色光、綠色光混合時所呈現出的色光，他以紅色雷射光、綠色雷射光、平面鏡、白色屏幕進行如圖(十七)的實驗。若實驗時屏幕呈現紅色光點在上、綠色光點在下，則小歐應如何調整平面鏡甲，才能使兩光點重疊？',['順時鐘轉動甲，使紅色光入射甲的入射角變大','逆時鐘轉動甲，使紅色光入射甲的入射角變大','順時鐘轉動甲，使紅色光入射甲的入射角變小','逆時鐘轉動甲，使紅色光入射甲的入射角變小'],[('sci-10',400,1235,1060,1490)]),
(33,'表(六)為甲～丁四種動物的資料，已知四種動物為蝴蝶、海豚、小丑魚和烏龜(未依順序排列)。依照資訊判斷，甲～丁應分別對應到哪一種動物？\n表(六)（有無脊椎骨／受精位置／胚胎發育方式）\n甲：無／體內受精／卵生\n乙：有／體內受精／卵生\n丙：有／體外受精／卵生\n丁：有／體內受精／胎生',['甲為蝴蝶、乙為烏龜、丙為海豚、丁為小丑魚','甲為蝴蝶、乙為烏龜、丙為小丑魚、丁為海豚','甲為烏龜、乙為蝴蝶、丙為小丑魚、丁為海豚','甲為海豚、乙為烏龜、丙為蝴蝶、丁為小丑魚'],[]),
(34,r'如圖(十八)，以一端封閉的玻璃管進行托里切利實驗，甲、乙兩點位於管內不同位置，乙、丙兩點位於同一水平面上。關於甲、乙、丙三點所受壓力 \(P_甲\)、\(P_乙\)、\(P_丙\) 的比較，下列何者正確？',[r'\(P_乙=P_丙\)，\(P_甲>P_乙\)',r'\(P_乙=P_丙\)，\(P_乙>P_甲\)',r'\(P_乙<P_丙\)，\(P_甲>P_乙\)',r'\(P_乙<P_丙\)，\(P_乙>P_甲\)'],[('sci-11',1065,765,1245,1045)]),
(35,'利用圖(十九)的顯微鏡觀察不同的玻片標本時，甲～丁四位同學對觀察過程發表看法或推論，則何者所述最為正確？',['甲：我觀察到葉肉細胞中有許多綠色的器官','乙：我觀察到洋蔥表皮細胞中的碳、氮原子','丙：視野下的亮度太暗了，我應該更換成高倍物鏡來調整亮度','丁：視野下的生物往左上方移出視野了，我應該將玻片往左上方移動'],[('sci-11',1105,1100,1250,1370)]),
(36,r'乙酸又稱為冰醋酸，1個乙酸分子是由2個碳原子、2個氧原子、4個氫原子所組成，其化學式為 \(CH_3COOH\) 且分子量為60，則15公斤乙酸所含的碳原子數應為多少莫耳？',[r'\(\frac{15}{60}\)',r'\(2\times\frac{15}{60}\)',r'\(\frac{15\times1000}{60}\)',r'\(2\times\frac{15\times1000}{60}\)'],[]),
(37,'某生物體內染色體為雙套，圖(二十)為其親代染色體示意圖。若雄性親代的染色體以白色表示，雌性親代的染色體以黑色表示，則正常情況下，下列何者最可能為該生物產生的精子染色體組合？',G,[('sci-12',935,180,1250,386),('sci-12',205,394,1160,565)]),
(38,'室溫下，甲、乙兩顆不同金屬球分別在相同的穩定熱源上加熱。若兩金屬球溫度變化與時間的關係如圖(二十一)所示，且加熱過程中沒有熱量散失，則下列敘述何者正確？',['甲的溫度上升較快，表示甲的比熱一定比較大','乙的溫度上升較慢，表示乙的質量一定比較大','甲的溫度上升較多，表示甲吸收的熱量比較多','當溫度變化相同時，兩球吸收的熱量：甲＜乙'],[('sci-12',970,612,1250,915)]),
(39,'圖(二十二)是小青某日所進行的活動。根據小青的活動記錄，下列哪一推論最為合理？',['早自習時，小青體內胰島素的分泌量較其他時段高','午餐時，小青體內胰島素的分泌量會增加','午休時，小青體內的內分泌腺皆停止作用','下午打排球時，小青體內的腦垂腺無任何作用'],[('sci-12',205,980,1250,1450)]),
(40,'已知鎂與鹽酸反應會生成氫氣。小香分別將不同形式、不同質量的鎂置入1M鹽酸中進行甲、乙、丙三次反應，並繪製氫氣產量與反應時間的關係圖，結果如圖(二十三)所示。若三次反應後鎂均完全消耗但鹽酸仍有剩餘，則甲、乙、丙三次反應所置入鎂的形式和質量（依序為甲、乙、丙），下列何者最為合理？',['10g鎂粉、20g鎂帶、10g鎂帶','10g鎂帶、20g鎂粉、10g鎂粉','20g鎂粉、10g鎂帶、20g鎂帶','20g鎂帶、10g鎂粉、20g鎂粉'],[('sci-13',280,385,1170,615)]),
(41,'糯米紙是一種可食用的薄膜，外觀透明、無味且易溶於水中。阿漢對糯米紙進行了幾項測試，其操作與結果如表(七)所示。根據結果判斷，關於糯米紙的敘述下列何者正確？\n表(七)\n碘液：直接滴加在糯米紙上 → 碘液變為藍黑色\n本氏液：將糯米紙溶於本氏液中並隔水加熱 → 溶液呈淡藍色',['糯米紙中應有澱粉','糯米紙中應有大量葡萄糖','唾液中所含的酵素無法分解糯米紙','食用糯米紙後並不會產生能量'],[]),
(42,r'已知F-16戰機的動力來源為聯胺(\(N_2H_4\))與四氧化二氮(\(N_2O_4\))反應時釋放出的熱量，其平衡的反應式如下：'+'\n'+r'\(2N_2H_4+N_2O_4\rightarrow3N_2+4H_2O\)'+'\n則10莫耳的聯胺分子與足量的四氧化二氮完全反應後，產生的氮氣分子與水分子數量應為下列何者？',['15個氮氣分子與20個水分子','20個氮氣分子與15個水分子','15莫耳氮氣分子與20莫耳水分子','20莫耳氮氣分子與15莫耳水分子'],[]),
]
PS+=['玉紋參加四百公尺接力賽，每天放學都去操場練習起跑與傳、接棒。雖然一開始找不到訣竅而有點沮喪，但隨著練習累積經驗後逐漸進步，現在非常期待比賽的到來。']
D+=[
(43,'關於玉紋在練習時的狀態，下列敘述何者【最不合理】？',['起跑前因緊張而心跳加快，可能是因為腎上腺素的作用','練習時因掉棒失誤而心情沮喪，是一種反射作用','與同學完成傳、接棒是一種意識行為，控制中樞為大腦','練習時血液循環加速，可加快二氧化碳的排除'],[],len(PS)-1),
(44,'玉紋在練習時，腳踝與鞋子磨擦而起水泡，後來還不小心弄破了水泡，傷口發炎而出現紅腫、疼痛的現象。已知水泡是表皮層下的組織液聚集而成，可作為緩衝保護其下的皮膚組織，避免皮膚受到進一步傷害，則下列敘述何者正確？',['水泡是淋巴結腫大所造成','水泡中的組織液是血漿的部分物質由微血管滲出而來','傷口出現紅腫、疼痛的現象是一種專一性防禦作用','傷口處會聚集較多的血小板吞噬並分解侵入的病原體'],[],len(PS)-1),
]
PS+=['某婦人罹患罕見遺傳性疾病「成骨不全症」，因透過「胚胎著床前基因診斷」技術，而生下一名健康的男寶寶。醫師表示，成骨不全症的遺傳因子位於體染色體上，會造成患者骨骼強度變差而容易骨折。此婦人的丈夫不帶有此疾病的遺傳因子，所以若採自然懷孕，其子代有50％的機率得到此一遺傳性疾病。']
D+=[
(45,'根據上文，此婦人所罹患的成骨不全症屬於顯性遺傳或隱性遺傳？若以A、a來表示此疾病的基因型，則婦人的基因型應為何？',['顯性遺傳，Aa','顯性遺傳，AA','隱性遺傳，aa','隱性遺傳，Aa'],[],len(PS)-1),
(46,'若以甲表示控制此疾病的遺傳因子之位置，且所生下健康男寶寶的其中兩條染色體如圖(二十四)所示，已知此兩條染色體並非成對，則另兩條相對的染色體示意圖最可能為下列何者？',G,[('sci-14',1080,1440,1250,1598),('sci-14',205,1598,1200,1745)],len(PS)-1),
]
PS+=['為確保飲用水的水源並提升飲用水的品質，政府訂定「飲用水水源水質標準」，水質檢驗符合標準才可作為飲用水的水源。表(八)為部分水體作為自來水的飲用水水源，所含元素的最大濃度限值規範，表(九)為甲～丁四處地下水體樣本中檢測出的各元素濃度。\n\n表(八)　最大限值濃度(ppm)\n汞 0.002｜鎘 0.01｜硒 0.05｜鉛 0.05｜砷 0.05\n\n表(九)　各樣本濃度(ppm)，依序為汞、鎘、硒、鉛、砷\n甲：0.001、0.051、0.014、0.057、0.032\n乙：0.005、0.007、0.009、0.042、0.013\n丙：0.001、0.005、0.058、0.020、0.073\n丁：0.003、0.022、0.023、0.027、0.011']
D+=[
(47,r'某地下水的密度為 \(1\,g/cm^3\)，則1公升該地下水體的樣本中，鉛的含量高於多少即為超過標準？',['0.05公斤','0.05公克','0.05毫克','0.5公克'],[],len(PS)-1),
(48,'根據表(九)判斷，關於甲～丁四處地下水體樣本的敘述，下列何者正確？',['甲樣本中，金屬元素的濃度皆超過標準','乙樣本中，非金屬元素的濃度皆超過標準','丙樣本中，非金屬元素的濃度皆超過標準','丁樣本中，所有元素的濃度皆超過標準'],[],len(PS)-1),
]
PS+=['小霏想進行酸鹼中和實驗，配製如表(十)的鹽酸和氫氧化鈉兩種水溶液，並準備溴瑞香草酚藍指示劑和酚酞指示劑，兩種酸鹼指示劑的變色情形如表(十一)所示。\n\n表(十)\n鹽酸：濃度 1M，體積 300mL\n氫氧化鈉：濃度 2M，體積 300mL\n\n表(十一)（酸性／中性／鹼性顏色）\n溴瑞香草酚藍：黃色／綠色／藍色\n酚酞：無色／無色／紅色']
D+=[
(49,'若小霏從兩種水溶液中各取出100mL分裝至另外兩個燒杯，並在其中一杯水溶液加入指示劑，發現兩杯水溶液仍均為無色，則添加的指示劑為何？添加指示劑的那杯水溶液為何？',['酚酞，鹽酸','酚酞，氫氧化鈉','溴瑞香草酚藍，鹽酸','溴瑞香草酚藍，氫氧化鈉'],[],len(PS)-1),
(50,'若小霏從兩種水溶液中各取出100mL分裝至另外兩個燒杯，並在其中一杯水溶液加入溴瑞香草酚藍，再將兩杯水溶液混合成一杯，則混合後水溶液的溫度變化情形與顏色，下列何者正確？',['溫度上升，水溶液呈綠色','溫度上升，水溶液呈藍色','溫度下降，水溶液呈綠色','溫度下降，水溶液呈藍色'],[],len(PS)-1),
]
