PS=[]
D=[
(1,'娜歐米在山中開設了一家新旅館，友人們準備登門慶賀，並致贈匾額，匾額上的題辭最可能是下列何者？',['百年樹人','造福桑梓','名山事業','高軒蒞止'],[]),
(2,'「新北市資源循環教育基地」於一一二年三月正式啟用，是新北市第一座具人工智慧的資源回收物細分選廠房，廠內以自動輸送帶搭配人工初步整理後，「智能回收機器人」可透過光學辨識及機器學習技術，區分不同形狀的垃圾，並利用可快速夾取的機械手臂分離紙張和紙容器。機械手臂分類效率比起人工高出 13%，預計每年可以減少 1,560 噸未揀出的回收物，降低的焚化量相當於減碳 273 噸。\n根據這段文字，關於「新北市資源循環教育基地」的敘述，下列何者【錯誤】？',['運用機器人來輔助人力作業','能提升垃圾分類工作的效率','每年可多燃燒 273 噸的垃圾','未被挑出的回收物可望減少'],[]),
(3,'「苔是最原始的植物，低微卻有許多神奇之處。苔沒有根莖管道系統輸送水分，但是極有韌性，可長在其他植物無法生存的地方，能失去百分之九十八的水分而不死，吸水性強，有水便起死回生。苔種類繁多，高達兩萬兩千多種，連在城市牆角水泥裂縫也能生存，可是多數人不知腳下有苔。」這段文字主要在說明下列何者？',['苔的用途廣泛，卻未受到社會大眾重視','苔生命力強，具有適應惡劣環境的能力','生態環境受到破壞，考驗苔的生存能力','苔種類繁多，仍待科學家持續投入研究'],[]),
(4,'下列文句，何者文意通暢，用詞最為恰當？',['海安在臉書發布即將結婚的消息，與眾人獨享喜訊','只有找出問題的根源，才能避免類似憾事不再重演','內有動亂，外有強敵窺伺，領導人不可不戒慎恐懼','中華隊落後二十分時開始乘勝追擊，最終擊敗對手'],[]),
(5,'「對於小說，我最高興的是讀者喜愛或憎恨我小說中的某些人物，如果有了那種感情，表示我小說中的人物已和讀者的心靈發生聯繫了。小說作者最大的企求，莫過於創造一些人物，使得他們在讀者心中變成活生生的、有血有肉的人。」這段文字所傳達的小說創作理念，與下列何者最接近？',['故事精神符合主流價值','角色能引起讀者的共鳴','用字遣詞講求深入淺出','背景設定必須符合現實'],[]),
(6,'下列文句「　」中的詞語，何者使用最恰當？',['這片「寬宥」的草原景色絕美，是日本知名觀光勝地','店員推銷的保養品能有效「撫恤」皺紋，詢問度頗高','兩人初次見面後互有好感，在彼此心中種下「芥蒂」','他本季表現出色，卻未能入選明星賽，成為「遺珠」'],[]),
(7,'下列選項「　」中的形近字，何組讀音前後相同？',['極為「中」意／非法「仲」介','自「貶」身價／寒風「砭」骨','唯唯「諾」諾／「偌」大空間','設立宗「祠」／「伺」探敵情'],[]),
(8,'下列文句「　」中的成語，何者使用最恰當？',['這名官員「臨財不苟」，時常利用職務之便詐取財物，惡行重大','因氣候異常，導致特級品質的水果產量「青黃不接」，供應不足','顧客使用產品後認為保健效果「無出其右」，紛紛批評廣告不實','經過激烈交戰，折損許多人員後，警方終於將匪徒「打道回府」'],[]),
(9,'「鶴不難相，人必清於鶴，而後可以相鶴矣。夫頂丹頸碧，毛羽瑩潔，頸纖而脩，身聳而正，足臞①而節高，頗類不食煙火，人乃可謂之鶴。望之如雁、鶩、鵝、鸛然，斯為下矣。養以屋，必近水竹；給以料，必備魚稻。蓄以籠，飼以熟食，則塵濁而乏精采。豈鶴俗也？人俗之耳。」這段文字【未】提及下列何者？（①臞：音ㄑㄩˊ，清瘦、瘦弱）',['適合飼養鶴的環境','相鶴者應有的特質','用以餵養鶴的食物','養鶴風潮形成之因'],[]),
(10,'對南島各族而言，萬物取之於天地，對任何東西都充滿敬畏，即便是已經消逝的作物，一談起來，仍不敢苟且。在屏東的德文部落，居民積極復耕消失逾六十年的作物「臺灣油芒」，該作物具耐旱、抗溼、抗鹽化的特性，且營養含量十分可觀，有望成為因應氣候變遷與糧食危機的「超級未來食物」。而油芒產品較有利潤，或許能讓離開的族人再回來部落。\n這段文字的主要內容，應是下列何者？',['油芒產量的不足，使族人發現氣候變遷帶來的問題','部落居民透過實際耕作體驗，體認到糧食得來不易','部落居民重新種植臺灣油芒，可望為部落帶來改變','長年面臨乾旱問題，使許多族人選擇離開部落謀生'],[]),
(11,'下列文句，何者用字完全正確？',['本屆世界盃籃球賽，我方具有以逸代勞的地主優勢','面對人工智慧浪潮，我們要有新思維，勿故步自封','這首新曲頗受好評，點閱率名列前矛，締造新紀錄','他這麼做也是出於無奈，無可後非，別再苛責他了'],[]),
(12,'下列選項「　」中的字，何組意思前後相同？',['生死難「關」／事「關」緊要','具體而「微」／漸趨式「微」','一見如「故」／非親非「故」','捶胸「頓」足／「頓」失所依'],[]),
(13,'許州杜生善卜筮，言走失、官祿，皆驗如神。有亡奴者，造杜問之，生曰：「汝但尋驛路歸，道逢驛使①有好鞭者，叩頭乞之，彼若不與，以情告云，杜生教乞，如是必得。」如其言，果遇驛使，以杜生語告乞鞭。其使異之曰：「鞭吾不惜，然無以撾②馬，汝可道左折一枝見代③，予與汝鞭。」遂往折之，乃見亡奴伏於樹下，擒之。—《太平廣記》\n根據這段文字，下列文句「　」中的代詞，何者所指稱的對象說明正確？（①驛使：驛站上替人傳遞書信或物件的人。②撾：音ㄓㄨㄚ，鞭打。③見代：替代鞭子）',['「汝」但尋驛路歸：驛使','「彼」若不與：杜生','「汝」可道左折一枝見代：亡奴','予與「汝」鞭：亡奴者'],[]),
(14,'受到無視是讓人痛苦的事情之一，這點對任何人來說都一樣。不管是好主管或壞主管，只要員工被無視，有 40% 的員工會出現問題行為；主管若願意關注員工的劣勢，出現問題行為的員工則會減少 18%；若是員工感覺自己的優勢受到主管關注，出現問題行為的員工則會直接下降至 1%。\n根據這段文字與圖表，下列推論何者最恰當？',['擁有優勢的員工將會獲得主管最多的關注','聚焦員工優點的管理方式能帶來正向效果','主管補強自身劣勢後有助於管理問題員工','員工被關注後進而願意主動關心其他同事'],[('zh-05',215,345,1240,740)]),
(15,'錢鍾書：「人生據說是一部大書。假使人生真是這樣，那麼，我們一大半的作者只能算是書評家，具有書評家的本領，無須看得幾頁書，議論早已發了一大堆，書評一篇可以寫完繳卷。」根據這段文字，關於「書評家」所代表的意義，下列推論何者最恰當？',['能從前人的經驗得到啟發，活出更好的人生','深刻體悟人生的奧義之後，留下精采的紀錄','尚未體會所有歷程，卻已對人生做各種評論','生命是探索自我之旅，沒人能陪你走到最後'],[]),
(16,'「科技是把雙面刃：我們以為它會賦予我們能力，但實則令我們變得更加依賴它。那些支援我們日常生活的工具，其實會塑造我們的行動和思想，就像我們本以為那些創新事物是可以自由選擇的新方案而收下，哪知後來卻成了強制性的必需品。如果你住在大城市裡，你能選擇的是智慧手機的品牌，卻不能『選擇』要不要用手機，因為不用手機恐怕會被排除在你所依賴的社會經濟網絡之外。」這段文字的主旨為何？',['科技力量無遠弗屆，卻使人好逸惡勞','科技發展快速，人力可能被機器取代','科技帶來便利，也潛藏了負面的影響','善用科技者具競爭力，卻也背負責任'],[]),
(17,'散木近作何狀，人生何可一藝無成也？作詩不成，即當專精下棋；又不成，即當一意蹴鞠①、搊彈②。凡藝到極精處，皆可成名，強如世間浮泛詩文百倍。幸勿一不成兩不就，把精神亂拋撒也。—袁宏道〈寄散木〉\n根據這段文字，可推知作者勉勵散木做到下列何者？（①蹴鞠：音ㄘㄨˋ ㄐㄩˊ，一種古代踢球遊戲，類似現今的踢足球。②搊彈：用手指彈奏弦索樂器。搊，音ㄔㄡ）',['發展多元興趣，藉此調劑身心','學習技藝之餘，兼顧品德修養','專研詩文之外，也應享受生活','通曉一門技藝，並能學有專精'],[]),
(18,'貞觀二年，太宗謂侍臣曰：「神仙事本是虛妄，空有其名。秦始皇非分愛好，為方士所詐，乃遣童男童女數千人，隨其入海求神仙。方士避秦苛虐，因留不歸，始皇猶海側踟躕以待之，還至沙丘而死。漢武帝為求神仙，乃將女嫁道術之人，事既無驗，便行誅戮。據此二事，神仙不煩妄求也。」\n根據這段文字，唐太宗認為「神仙不煩妄求」的原因，最可能是下列何者？',['神仙之術易學難精，不值得耗費心力去追求','方士輕諾寡信，不會輕易傳授他人神仙方術','認同侍臣的諫言，進而反思神仙之事的本質','始皇、武帝求神仙未果，神仙之事不足為信'],[]),
(19,'「相傳閩中龍蝦，大者重二十餘斤，鬚三尺餘，可作杖，海上人習見之。予在會城曾未一睹，後至漳州，見極大者亦不過三斤而止，頭目實作龍形，見之敬畏，戒不敢食。後從張賡陽席間誤食之，味如蟹螯中肉，鮮美逾常，遂不能復禁矣。」根據作者對龍蝦的敘述，下列說明何者正確？',['閩中龍蝦頭部似龍形，令船上人員相當敬畏','漳州龍蝦大於作者原先的認知，故不敢食用','在會城看過龍蝦之後，作者便對其念念不忘','作者在初嘗龍蝦的滋味後，便不再拒食龍蝦'],[]),
(20,'孔子見羅雀者所得，皆黃口小雀。夫子問之曰：「大雀獨不得，何也？」羅雀者曰：「大雀＿＿＿＿，黃口＿＿＿＿。黃口從大雀則不得，大雀從黃口亦可得。」孔子顧謂弟子曰：「憂懼以遠害，見利而忘患，自其心矣，而以所從為禍福，故君子慎其所從。」\n根據文意脈絡，畫線處依序填入下列何者最恰當？',['善飛而難得／技拙而易得','易驚而難得／貪食而易得','護幼而易得／無懼而難得','好食而易得／無欲而難得'],[]),
(21,'連假期間，良田聽著長輩們聊天：\n良田母親：泰敏、銀優好久不見，賢喬梓今年怎麼有空從美國回來？\n泰敏：家父最近罹患癌症，趁著疫情趨緩，趕緊回來探親。內人喬安也隨我返臺。\n良田祖母：怎麼會這樣呢？我常看到仲基和鳳嬌伉儷爬山的照片，還讚嘆他們身體保養得很好！\n泰敏：世事難料，還好平常有禹珍照顧家父，才能及時發現。\n良田母親：賢昆玉向來孝順啊！\n根據對話內容，下列人物關係圖何者正確？（圖中灰底為男性、白底為女性）',['如圖(A)','如圖(B)','如圖(C)','如圖(D)'],[('zh-07',200,500,1250,980)]),
(22,'富貴皆人所欲也，雖有君子之行，猶有飢渴之情。君子則以禮防情，以義割欲，故得循道，循道則無禍。小人縱貪利之欲，逾禮犯義，故得苟佞，苟佞則有罪。夫賢者，君子也；佞人，小人也。君子與小人本殊操異行，取捨不同。\n下列敘述，何者最符合這段文字的觀點？',['君子與小人最大的差異，在於有無私欲','君子與小人有各自的困境，故取捨不同','君子不攀附權貴，卻可能因此惹禍上身','君子雖然有私欲，但能夠以禮義來節制'],[]),
(23,'韋應物〈初發揚子寄元大①校書〉：「悽悽去親愛，泛泛②入煙霧。歸棹③洛陽人，殘鐘廣陵樹。今朝此為別，何處還相遇？世事波上舟，沿洄④安得住？」關於這首詩的內容，下列分析何者最恰當？（①元大：作者的友人。②泛泛：漂浮，此指乘船。③歸棹：此指返回洛陽的船。棹，音ㄓㄠˋ。④沿洄：順流而下或逆流而上）',['第一、二句融情於景，抒發與友人久別重逢之情','第三、四句透過鐘聲的殘音，表現船隻漸離廣陵','第五、六句自問自答，期許不久後便會再度相逢','第七、八句勸慰友人，勉勵彼此都能夠一本初衷'],[]),
(24,'【甲】〈鐘乳石〉　白靈\n詩篇寫成了讀起來多麼容易\n而我的，仍垂懸著，無窮的待續句\n在內裡，向深洞的虛黑中\n探詢呀探詢\n數萬滴汗珠詠成一個字\n而滑脫的字句呢，掉下去，只有\n通通的回聲，都叫黯黯的地下河帶走了\n好久好久，才有堅實的響應\n像是指尖　滴在　指尖上\n那是水珠與水珠的拍手\n句與句的呼應，卻是\n幾千萬年的距離啊\n可以感覺相遇時會是怎樣的震撼\n當向下的鐘乳與緩緩、向上的石筍\n當可知的與冥冥中那不可預知的\n在時光的黑洞中，輕輕的\n\n一觸！\n\n【乙】〈論詩十絕①〉　戴復古\n詩本無形在窈冥②，\n網羅天地運吟情。\n有時忽得驚人句，\n費盡心機做不成。\n（①論詩十絕：評論詩的十首絕句，本詩為第八首。②窈冥：幽暗的樣子）\n關於這兩首詩的說明，下列分析何者最恰當？',['甲乙兩詩都說明詩人若置身於大自然中，更能觸發情思','甲乙兩詩皆以幽深的黑暗意象，形容知音難尋的寂寥之感','甲詩著重刻畫寫詩的漫長歷程，乙詩說明靈感可遇而不可求','甲詩中通通的回聲，猶如乙詩中靈感湧現後寫出令人驚奇的詩句'],[]),
(25,'孔門教人，莫大於求仁，而其最切者，莫要於欲立立人①、欲達達人②數語。立者自立不懼，如富人百物有餘，不假外求；達者四達不悖，如貴人登高一呼，群山四應。人孰不欲己立己達，若能推以立人達人，則與物同春矣。\n這段文字中以富人、貴人為喻，用以說明下列何者？（①立人：輔助別人使之自立。②達人：使人通達事理）',['自立者與通達事理者的境界','立人達人者以行動取代空談','修養仁德之路的艱辛與孤寂','任何人都有值得效法的地方'],[]),
]
PS+=['到達船長所欲往的漁區後，作業開始了，往後數十天都將是日夜不分的工作天。二十四小時之內，一般下網六次。下網時，除了一個負責照顧全船的人而外，其餘都可睡覺去，但魚網一拉上來，全體就須出動了，廚子也不例外，各有所司的將獵獲物分類、沖洗、裝箱和入艙。如果捕獲的多屬體小量多的蝦類，那麼要一隻隻分出種類和大小來，麻煩就更大了，一網整理完畢往往需要兩、三個小時，待盼到可以休息時，下一網可能又接著要上來了。所以，每人每天睡四、五個鐘頭是正常事。惡劣的天候姑且不論，那樣粗重累人的工作，那麼短且須分段進行的睡眠，人如何承受得了？老漁人說：「習慣了就好。」聽著他那種淡然的口氣，真難想像人的生理負荷能在這樣的習慣裡持續多久。\n漁獲物賣得的總錢數先扣除基本開銷，公司再從餘額分得一半，另一半則由全體船員依比例分取。他們沒有底薪，船若是途中遇風折返，一切功夫心神便白費了。【對漁人來說，平安雖是好事，但絕算不上就是福】。\n—改寫自陳列〈漁人．碼頭〉']
D+=[
(26,'根據本文，下列關於漁人工作型態的說明何者正確？',['下網時僅需一人留守，其他漁人可休息','討海生活日夜顛倒，工作時間多在晚上','年輕的漁人負責拉網，老漁人負責分類','整理完一網的漁獲，漁人就能充分休息'],[],len(PS)-1),
(27,'根據本文，文中畫雙線處（【】標示）文句的含義最可能為何？',['海象瞬息萬變，平安返航是漁人最大心願','漁人生活不規律，個人健康因此日漸惡化','漁獲未如預期，漁人的收入會連帶受影響','天候再惡劣，也無法澆熄漁人出海的決心'],[],len(PS)-1),
]
PS+=['隨著科技及資訊進步，現今網路與聯網裝置逐漸普及，線上與線下各式服務相互串聯，這樣的情況已改變民眾對於文化內容的訊息接收與消費形式。自二○二○年起，文化內容策進院開始進行綜合性的文化消費調查，期待透過調查，掌握文化消費整體的趨勢變化，圖一與圖二為民眾收看影視節目管道的調查結果。\n（OTT：透過網際網路直接向觀眾提供的串流媒體服務，例如：Netflix、Disney+、LINE TV 等平臺）\n—改寫自文化內容策進院《2022年臺灣文化內容消費趨勢調查報告》']
D+=[
(28,'根據圖一，下列解讀何者最恰當？',['以一般電視為主要收看管道的民眾比例最高','逾七成的民眾會使用社群網路平臺收看影視節目','超過半數民眾將影視串流 OTT 作為收看節目的首選管道','會使用一般電視作為收看管道的民眾也都會使用 MOD 收看節目'],[('zh-10',240,400,1180,800)],len(PS)-1),
(29,'董監製根據圖二的調查結果，與行銷團隊討論二○二○～二○二二年收看管道的變化，下列是他們歸納出的趨勢，何者敘述最恰當？',['寶駒：一般電視的使用比例逐年下降，三年間降幅達一成','莉娜：六類管道中，僅有影視串流 OTT 使用比例逐年提升','晉平：遊戲主機使用比例雖低，但自二○二○年開始穩定成長','令秋：MOD 與智慧電視盒的使用比例保持穩定，三年來都維持兩成'],[('zh-10',240,845,1180,1175)],len(PS)-1),
]
PS+=['新店溪為淡水河系三大支流之一，自碧潭以上河段邁入山區地形，為臺北盆地東南邊緣的淺山地帶，也是大臺北地區水力與電力最豐沛的河川。\n南勢溪、北勢溪是新店溪的兩大支流，在龜山匯流，以下即稱為新店溪。如今人們沿新烏公路往烏來，過龜山後沿路相伴的即是南勢溪，往坪林方向即是北勢溪。南勢溪長度約 45 公里，愈往上游愈是山高谷深，適合水力發電，其源頭位於雪山山脈主脊棲蘭山與拳頭母山之間。桶後溪流至烏來匯入南勢溪，是南勢溪最大的支流。\n北勢溪為東西向流路，發源於新北市雙溪與宜蘭頭城接壤的山區，流經雙溪、坪林、石碇，一路向西流至新店龜山，其長度約 50 公里，流域面積約 310 平方公里，所經山區較為低平，水力發電潛能不如南勢溪。\n不像臺灣西部其他河川，有明顯的豐水與枯水期之別，新店溪的流量充沛且均勻，這是因為它的集水面積廣大，屬於多雨帶，終年雨量豐沛，尤其是南勢溪，若以流域面積（約 331 平方公里）換算，流量是全臺灣第一名。再加上新店溪中、上游很早就劃定為臺北市、新北市的共同水源保護區，得以免於人為過度開發，森林覆蓋率高，使得這條貫穿臺北都會區的母親河，能保有優良水質與豐沛水力。\n—改寫自王舜薇、張瓊方、陳歆怡《文明初來電：新店溪水力發電百年記》']
D+=[
(30,'根據本文，「龜山」最可能位於圖中的哪一個位置？',['甲','乙','丙','丁'],[('zh-11',770,312,1230,750)],len(PS)-1),
(31,'根據本文，關於南勢溪、北勢溪的比較，下列說明何者【錯誤】？',['長度：北勢溪較長，南勢溪較短','流域面積：北勢溪較小，南勢溪較大','流經區域地形：北勢溪平緩，南勢溪陡峭','水力發電潛能：北勢溪較高，南勢溪較低'],[],len(PS)-1),
]
PS+=['博物館不僅是用來收納典藏的有形場所，它們的目的是要塑造認同與記憶。它們並未也無法再現完整的故事，它們只提出蒸餾過的敘事，但這些敘事往往包含了最寶貴也最富爭議的認同面向：國族認同或其他認同。\n博物館是一個我們可以在那裡發現和講述故事的場所，關於我們自己和其他人的故事。它不是唯一的知識之家，但裡頭往往有一套國族的認同課程，偏愛優勢和主流敘事。出現在博物館裡的故事，沒有一個是偶然的。有某個人挑選了每一件展示文物，為它分類編目，將它放置在展檯上方或玻璃後面，有某個人撰寫說明牌。你還是得牢記，無論他們多隱形，博物館裡確實有某個人在引導你的參觀路徑，在形塑你的詮釋，在挑選你可以看什麼和如何看。\n身為一位積極投入的博物館參觀者，你的任務就是要謹記，博物館是一個裝了物件的方盒子，那些物件是由一名或一群收藏家擺在裡頭，並將它們當成完整的內容呈現出來—所以你要自問，其中少了什麼？我們是透過誰的眼睛觀看這個故事？這則歷史如何被搓揉竄改，剪貼成一則敘事？切勿自滿的相信，如果有價值，它就會在博物館裡—以及反過來，如果不在博物館裡，它就無關緊要。\n—改寫自艾莉絲．普洛特《誰的博物館？》']
D+=[
(32,'根據本文，作者認為博物館所講述的故事具有何種特性？',['敘事帶有主觀的認知','重現歷史的真實樣貌','對抗當代的主流思潮','保留多元文化的價值'],[],len(PS)-1),
(33,'根據本文，下列何者最可能是作者想要傳達給博物館參觀者的主要訊息？',['肯定收藏家付出努力，對文物研究極有貢獻','觀看展品時應保有獨立思考，而非照單全收','牢記說明牌上的文字，有助於理解文物價值','實地觀賞歷史文物，是建立國族認同的起點'],[],len(PS)-1),
]
PS+=['在二十一世紀的今日，「雞蛋」已成為不可或缺的食物，更是「營養」的代名詞。然而，如果我們回到清末民初的中國，端上桌來的通常會是「鴨蛋」料理。一九三○年間，雞一年產蛋不到百顆，而鴨養得好的話，每年的產蛋量高達二百多顆。雞蛋的體積小、殼薄、易碎、不易保存；而鴨蛋的體積大、殼厚，可以做出比較多料理，也適合加工製成鹹蛋、皮蛋長期保存。\n事實上，養雞鴨的最初目的是為了吃肉，而蛋則因為節日、奉神、驅邪、解毒等民俗需求而被賦予特殊意義。一直到清代以後，由於人工孵化技術的成熟，讓農人可以大批養殖雞鴨，再加上鴨蛋加工技術的進步，蛋才逐漸成為可獨立販售的商品。當中同時受到華南與華北歡迎的加工蛋品，非「皮蛋」莫屬！\n皮蛋於明崇禎年間見諸文獻，最初稱作「牛皮鴨子」，多由農家自行製作，清代以後才由作坊量產，銷往城鎮。據說皮蛋剛從南方傳入北京時，北方人不喜歡其又乾又澀的口感，於是透過阻斷鴨蛋熟成的技術，改良出外表凝固、中心軟嫩的「溏心松花」皮蛋。「溏心松花」大受北方人歡迎，反倒笑稱南方的皮蛋為「乾心／死心松花」。\n鴨蛋的興起也有賴輪船航運的開通，一八六○年代從上海到漢口的輪船通商開放，只需二至三天便可往返兩地，讓漢口成為名副其實的九省通衢、中國內陸重要的農產品集散地。\n當時流傳著一句諺語「鴨蛋客管飯吃，雞蛋客乾著急」，說明鴨蛋交易市場的火熱程度，可以讓賣鴨蛋的商人先領錢，還包吃包住。根據一九二八年福州府的統計，每月的銷蛋量高達一百四十萬顆，當中有 70% 是鴨蛋，僅有 30% 是雞蛋。\n—改寫自研之有物〈你今天吃蛋了嗎？回到鴨蛋風行年代，揭開雞蛋崛起之謎！〉']
D+=[
(34,'根據本文，關於清末民初雞蛋與鴨蛋的比較，下列表格中的敘述何者正確？',['特性：雞蛋殼薄，不易保存；鴨蛋殼厚，不易加工','地位：雞蛋是餐桌上常見的料理；鴨蛋是人民營養的來源','市場：雞蛋交易較不熱絡；鴨蛋交易熱絡','產品：雞蛋製成乾心松花；鴨蛋製成溏心松花'],[],len(PS)-1),
(35,'根據本文，下列敘述何者正確？',['水上交通運輸的開放，有助於鴨蛋的運送與販售','皮蛋最初多自製以食用，改良後才銷往中國南方','明代南方作坊量產的皮蛋風味乾澀，故買氣不佳','華南地區人民喜愛皮蛋，華北地區人民喜愛鹹蛋'],[],len(PS)-1),
]
PS+=['「塗鴉」一詞來自英文的 Graffiti，最早是用在古代牆上的壁畫書寫，是藝術史研究的對象。專精塗鴉研究的畢恆達說：「塗鴉指涉的行為，無異就是人類在牆上塗寫的動作，但都市空間裡的塗鴉文化，要歸根到一九六○年代美國的費城跟紐約，當時的塗鴉形式即是簽名，這和美國當時的幫派塗鴉有關。」美國屬移民社會，大量的種族衝突反映在居住空間上，幫派會在牆面簽上名字以畫清地盤。這樣的都市現象，慢慢影響到了一九六○年代的年輕人，但他們不一定和幫派有直接關係，在牆上塗鴉也是出於好玩。\n塗鴉是年輕人的文化，會快速反映當下最流行的風格和顏色使用脈絡。塗鴉源於街頭文化，自然與街舞、滑板、嘻哈音樂等有深刻的牽連。隨著全球化人口移動，以及報章雜誌、電影等文化媒介的傳遞，臺灣在二十世紀末開始興起塗鴉。\n一九九五年開始接觸塗鴉的 Reach，是臺灣塗鴉客的先鋒之一。他認為以塗鴉為出發點的創作者，重視個人風格大於一切：「每種藝術都重視風格，但學油畫的第一件事是基本技法，學攝影的第一件事是機器操作，唯有塗鴉直接面對的就是個人風格。這跟街頭文化的風氣有關，沒有個人風格就只是在複製別人。」【①強烈的個人風格，也成了塗鴉與其他藝術領域競爭的利器】。塗鴉藝術家布雷克分析，十個塗鴉客就有十種不同風格，對客戶來說就有十種選擇。\n這幾年很常聽到塗鴉商業化的議題，Reach 坦言，自己舉辦塗鴉展時被罵得很慘，說辦展太過商業，也違反塗鴉精神，「但現在哪個國際知名的塗鴉人不辦展？」布雷克也說：「這是臺灣人自己投射出來的問題，【②日本很多塗鴉前輩同時接商業案，也在街上創作，甚至擁有二到三個名字轉換身分】。」\n放眼望去，LV、DIOR、GUCCI、Nike、Adidas 等品牌大廠，都能發現融合塗鴉的設計元素，如同在街頭隨時都能遇見塗鴉，塗鴉創作以更多型態出現在我們的生活。畢恆達認為：「塗鴉的影響比其他藝術都還要大，沒有任何一種藝術形式能用大規模的方式影響到都市空間。【③我們說畢卡索很厲害，但畢卡索不可能影響到臺北的街頭】。」【④跨進主流聚光燈下的塗鴉，看似改變了許多，但其實什麼都沒變】。不論街頭還是美術館，精品還是專輯設計，都是塗鴉客的創作場域，他們依舊顛覆傳統，未來也會帶來更多驚喜。\n—改寫自張以潔〈臺灣塗鴉藝術家Reach、布雷克的逆襲！〉']
D+=[
(36,'根據本文，關於畫雙線處（【】標示）文句的含義，下列說明何者最恰當？',['①—凸顯前衛塗鴉藝術家有能力獨占藝術市場','②—點明日本塗鴉工作者須辛苦創作以求生存','③—指出藝術家的影響力會隨文化變遷而消失','④—說明塗鴉藝術展現的精神未隨場域而改變'],[],len(PS)-1),
(37,'根據本文，下列關於塗鴉藝術的敘述，何者最恰當？',['一九六○年代美國幫派爭搶地盤時，過程中會破壞塗鴉客的創作','塗鴉藝術深受街頭文化的影響，能表現出時下流行的色彩與元素','二十世紀末臺灣塗鴉文化與油畫、攝影融合，呈現更豐富的樣貌','塗鴉設計雖已普及在生活之中，卻仍未能在都市空間發揮影響力'],[],len(PS)-1),
(38,'關於本文的分析，下列敘述何者正確？',['以費城與紐約為例，點出美國塗鴉客彼此既競爭又合作的關係','引用臺灣塗鴉客 Reach 的觀點，強調塗鴉核心即展現個人風格','借鏡美國塗鴉史，期許臺灣塗鴉客創作時注重趣味，回歸初心','透過塗鴉藝術家布雷克的分析，肯定畢卡索對塗鴉藝術的啟發'],[],len(PS)-1),
]
PS+=['【甲】\n烏魚於冬至前後盛出，由鹿仔港先出，次及安平鎮大港，後至瑯嶠海腳。鳳山雜稅，給烏魚旗四十九枝。旗用白布一幅，刊刷烏魚旗字樣，填寫漁戶姓名，縣印鈐①蓋，插於船頭，帶網採捕。\n—改寫自黃叔璥《臺海使槎錄》\n【乙】\n光緒三年春，巡撫丁日昌既視臺灣，親見雜稅之苦，奏請蠲②除。其言曰：「其徵諸漁戶者，曰罟③、曰罾④、曰網、曰滬⑤、曰烏魚旗，吏役勒索，橫取窮民。而傭戶漁人又多去來無定，官役不能盡悉，假手土豪，出為攬辦。輸於官者十，取於民者百，民奈何而不困耶？臣到臺後，查悉各弊，而各項名目瑣碎，非盡斷葛藤，終難以絕弊竇。請自光緒三年起，永遠一律蠲除。」詔可。\n—改寫自連橫《臺灣通史》\n（①鈐：音ㄑㄧㄢˊ，用印、蓋章。②蠲：音ㄐㄩㄢ，免除。③罟：音ㄍㄨˇ，網的總稱。④罾：音ㄗㄥ，四邊有支架的方形魚網。⑤滬：古代捕魚用的竹柵）']
D+=[
(39,'根據甲、乙兩文，可推知漁民懸掛「烏魚旗」的用意為何？',['表示受官府保護，警告土豪勿搶奪烏魚','祈求神明保佑漁民豐收，平安返回漁港','以不同旗幟區別捕烏魚範圍，避免衝突','表示已依法繳納稅金，可合法捕撈烏魚'],[],len(PS)-1),
(40,'根據乙文，下列何者最符合丁日昌的主張？',['烏魚為臺灣特有物產，須嚴訂捕魚法規','發給烏魚旗應嚴謹，避免土豪從中牟利','百姓苦於繁多的雜稅項目，應予以撤廢','簡化徵收雜稅的流程，以減輕官員負擔'],[],len(PS)-1),
]
PS+=['門人問曰：「古之文章，足以觀人；今之文章，不足以觀人者。何也？」予曰：「古人文章無一定格例，各就其造詣所至，意所欲言者，發抒而出。故其文純雜瑕瑜，犁然①並見。至於後世，則古人能事已備，有格可肖，有法可學。忠孝仁義有其文，智能勇功有其文。孰者雄古，孰者卑弱。父兄所教，師友所傳，莫不取其尤工而最篤者，日夕揣摩，以取名於時。是以大奸能為大忠之文，至拙能襲至巧之論。」\n—改寫自魏禧《魏叔子日錄．雜說》\n（①犁然：明確的樣子）']
D+=[
(41,'根據本文，下列何者最可能是作者認為今之文章「不足以觀人」的原因？',['另闢蹊徑，不願取法古人優秀作品','仿效前人，作品未能展現個人特質','作品結構紊亂，難以表現文學美感','過度強調技巧，內容違背聖賢之道'],[],len(PS)-1),
(42,'根據本文，下列何者最接近作者的見解？',['古人為文不拘泥於體例，而是言為心聲','物極必反，過度擬古反會促進文學革新','文學成就的高低，與個人品格息息相關','即使天分再高，不努力學習也無法成名'],[],len(PS)-1),
]
