D=[
(1,'下列關於突變的敘述，何者【錯誤】？',['X光、紫外線會提高細胞發生突變的機率','突變發生在性染色體才會遺傳給子代','突變大多對個體本身或其後代有害','突變自然發生的機率很低'],[]),
(2,'圖(一)為人體的泌尿系統及其周圍器官的示意圖。當小民連續喝了2杯超大杯的珍珠奶茶後，會使得圖中的哪一構造快速儲存大量尿液，迫使小民得趕快去廁所小解？',['甲','乙','丙','丁'],[('sci-2L',1010,370,1300,820)]),
(3,'圖(二)為某一穩定生態系中綠草及甲、乙、丙三種生物間的食物鏈（100公斤的綠草→甲→乙→丙），將圖中各生物所具有的總能量畫出能量塔，應該最接近下列何者？',['圖(A)','圖(B)','圖(C)','圖(D)'],[('sci-2L',975,765,1300,1105),('sci-2L',170,900,925,1140)]),
(4,'水稻的果皮和種子緊密癒合，而糙米是水稻的果實，內含種子。糙米較硬的外皮包含果皮和種子的種皮，內側則是種子的其他部位。請問糙米在生物的組成上屬於什麼層次？',['細胞','組織','器官','器官系統'],[]),
(5,'菟絲子的植株通常呈黃色，它們無法行光合作用，藉由吸取其他植物的養分為生。圖(三)為植物細胞的構造示意圖，請推測菟絲子的細胞中【缺乏】何種構造？',['甲','乙','丙','丁'],[('sci-2L',930,1480,1275,1830)]),
]
PS=[]
D+=[
(6,'小佩和同學們組成研究小組，探索蚊子對顏色的偏好現象，並列出了甲、乙、丙、丁四個敘述，如表(一)所示。依據科學方法判斷，下列說明何者正確？\n表(一)：\n甲：蚊子為何會聚集在黑色的物體上方盤旋\n乙：蚊子可能偏好黑色物體\n丙：布置不同顏色的箱子，計算傍晚時在各顏色箱子上方盤旋的蚊子數量\n丁：傍晚時蚊子常在自己頭頂上及黑色箱子上盤旋',['甲為「提出假說」；乙為「觀察」','丙敘述中箱子的顏色屬於控制變因','應變變因是在各顏色箱子上方盤旋的蚊子數量','丁為本探索活動提出的「結論」'],[]),
(7,'臺灣杉是唯一以臺灣當屬名的植物，深具全球知名度與重要性，1904年日本學者首次在海拔2000公尺的南投山區，採集到臺灣杉標本。高聳參天的臺灣杉，是東亞最高的樹種，被魯凱族稱為「撞到月亮的樹」，可高達70公尺。70公尺約20幾層樓高，它必須從樹底運輸水到最頂端，而且植物利用葉片的蒸散作用運輸水分，水分運輸實屬不易。請問：水分以下列何種構造運輸？',['木質部','形成層','韌皮部','角質層'],[]),
(8,'小嘉代表班級參加客語演說比賽，他一上臺就開始緊張害怕，導致冷汗直流、心跳加快，還好後來穩定下來，順利完成演說。圖(四)為人體內分泌腺的示意圖。請問小嘉緊張害怕時心跳加快的現象，最可能是下列何種生理狀況的影響？',['甲分泌的激素量增加','乙分泌的激素量減少','丙分泌的激素量增加','丁分泌的激素量減少'],[('sci-2R',1000,1065,1275,1395)]),
(9,'小虎在三樓的書房複習功課，窗外突然飄來烤肉的香味，讓他不經意地流口水。他到窗邊一探究竟，才知道是鄰居在樓下中庭烤肉。圖(五)為人體中樞神經構造示意圖，下列有關此事件的敘述，何者正確？',['香味分子飄進書房是蒸散作用','感覺到「香味」的主要構造是乙','促使唾液分泌的主要構造是丙','「到窗邊觀察鄰居」是反射動作'],[('sci-2R',975,1490,1275,1770)]),
]
D+=[
(10,'君文在實驗室中將滴定管架設固定後如圖(六)所示，當滴定管內的液面已經接近想要的刻度線時，為避免液體液面超過刻度，使用下列何種器材來補充液體最適合？（選項器材見圖）',['蒸發皿','滴管','廣口瓶','燒杯'],[('sci-3L',155,225,1275,410)]),
(11,'小楊和毛毛參加密室逃脫的遊戲，到了輸入寶箱密碼時，發現寶箱上有一張紙，紙上有四條線索，線索如圖(七)所示，密碼為最後量筒的刻度。請問該密碼為何？\n線索一：圖為密度皆為2.7 g/cm³的金屬球及金屬塊。\n線索二：圖為將金屬塊放入裝水後的量筒（26 mL→33 mL）。\n線索三：圖為金屬球和金屬塊在天平上的測量。\n線索四：圖為將金屬球放入裝水後的量筒（26 mL→？）。',['26','31','33','38'],[('sci-3L',165,580,1252,1465)]),
(12,'若不小心將桌上的水打翻了如圖(八)，則杯子裡水的哪些物理量減少了？(甲)體積；(乙)質量；(丙)密度。',['只有甲','甲乙丙','甲丙','甲乙'],[('sci-3L',975,1615,1290,1795)]),
]
D+=[
(13,'準備一杯無沉澱的飽和食鹽水溶液，然後加水稀釋，假設稀釋的過程中，溶液的溫度保持不變，則「食鹽的溶解量與溶液體積」的關係圖和「食鹽水濃度與溶液體積」的關係圖應該分別為何？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('sci-3R',165,230,1260,775)]),
(14,'2017年導演魏德聖拍攝了一部臺灣音樂電影——「52 Hz I Love You」，這是以一隻在北太平洋發現，頻率為52 Hz的鯨魚作為出發點，因為牠聲音的頻率比已知的鯨魚都要高出很多(藍鯨的頻率為10～39 Hz；長鬚鯨為16～40 Hz)，因此，該鯨魚被命名為「52 Hz」，也被稱作世上最孤獨的鯨魚。理化課時，聽完老師分享這個關於鯨魚發聲頻率的故事後，下列四位同學舉手發表想法，何者敘述正確？',['小美：人類可以聽到此鯨魚的聲音','小愛：鯨魚屬於脊椎動物中的魚類','小明：52 Hz是頻率的單位，也等於52秒／次','小新：同溫下，若忽略其他條件，則「52 Hz」鯨魚的聲音會比藍鯨的聲音還要快傳到人耳'],[]),
(15,'小明由行政院環保署之空氣品質監測網上，查詢某地的空氣品質，看到了如圖(九)的數據，其中一氧化碳每小時的平均濃度數值為0.62，請問代表的意義為何？',['每100 g的空氣中有0.62 g的一氧化碳','每0.62 L的空氣中有10⁻⁶ L的一氧化碳','每10⁶ g的空氣中有0.62 L的一氧化碳','每10⁶ mL的空氣中有0.62 mL的一氧化碳'],[('sci-3R',812,1290,1302,1820)]),
]
D+=[
(16,'跳舞草在氣溫達25℃以上並在70分貝聲音刺激下，小葉的細胞含水量會改變，因此會「自行起舞」，繞圈轉動再回到原處。請問此原理與下列何者的原理差異最大？',['菊花的開花時間','酢漿草的睡眠運動','保衛細胞控制氣孔的開閉','捕蠅草特化葉片的捕蟲運動'],[]),
(17,'生物X具有雙套染色體，圖(十)為其體內某細胞在特定時期的染色體示意圖，下列關於此圖的判斷，何者正確？',['這是生物X減數分裂第一次分裂完的情形','這是生物X細胞分裂第一次分裂完的情形','這是生物X體細胞染色體剛複製完的情形','這是生物X生殖細胞染色體剛複製完的情形'],[('sci-4L',1115,425,1270,635)]),
(18,'安禮深夜開車時被警察臨檢，警察要求安禮對著酒測計用力呼氣，請問這時安禮應進行圖(十一)的過程Ⅰ還是過程Ⅱ？此時他的肋骨是上升或下降？',['Ⅰ，下降','Ⅰ，上升','Ⅱ，上升','Ⅱ，下降'],[('sci-4L',865,780,1265,1075)]),
(19,'人體進食後，血液中的血糖濃度會迅速上升，此時人體內的相關生理現象，下列何者正確？',['小腸內的葡萄糖大量進入血液中','胰島素大量地分泌，使血糖升高','體內儲存的肝糖快速分解成葡萄糖','升糖素大量地分泌，使肝糖變成葡萄糖'],[]),
(20,'市面上有些酵素食品，標榜食用後能使人排便順暢。請你依照所學，推測下列有關此類酵素食品的敘述，何者正確？',['酵素在小腸中也會被分解成小分子並吸收，與排便順暢較無關','酵素難以消化，在腸道中堆積能增加糞便量，有助於排便順暢','酵素在生物體外會永久失去活性，因此酵素食品中的酵素無法使排便順暢','酵素在口腔中會被分解成小分子，增加和食物接觸的表面積，有助於消化和排便'],[]),
]
D+=[
(21,'臺灣常見的猛禽中，黑翅鳶(主食鼠類)、黑鳶(腐食或捕食)和大冠鷲(主食蛇類)體內的老鼠藥檢出率都很高；鳳頭蒼鷹和領角鴞的食性廣泛，但老鼠藥的檢出率也超過五成。請依上述與所學，推測下列相關敘述何者正確？',['老鼠藥無法透過食物鏈傳遞','黑翅鳶是二級以上的消費者','人類用老鼠藥毒殺老鼠時，不會影響猛禽','大冠鷲的食物鏈可表示為：植物←老鼠←蛇←大冠鷲'],[]),
(22,'圖(十二)為人體動脈、靜脈和微血管內的血液流速示意圖，下列相關敘述何者【錯誤】？',['白血球可穿透甲血管','靜脈注射通常使用乙血管','丙血管彈性佳可測得脈搏','血流順序通常為：心室→丙血管→乙血管→甲血管→心房'],[('sci-4R',985,530,1315,805)]),
(23,'祐銓想進行光合作用的實驗，他將植物葉片用鋁箔包住如圖(十三)所示。五天後，祐銓將葉片摘下，放入熱水中煮軟、用酒精隔水加熱、用熱水漂洗，最後在葉片上滴加碘液。下列何者【最不可能】是祐銓由本實驗得到的結果或推論？',['控制組的植物葉片存有澱粉','植物需光照才能進行光合作用','植物需水分才能進行光合作用','包鋁箔的部位經碘液檢測後呈黃褐色'],[('sci-4R',1030,945,1300,1210)]),
(24,'芮彤到大安森林公園散步時，看到榕樹、楓香、軟枝黃蟬等植物，她也看到黑冠麻鷺在草地上覓食、臺灣藍鵲在樹枝上休息、斯文豪氏攀蜥在磚道上行走。下列有關芮彤觀察到的六種生物之敘述，何者正確？',['此六種生物屬於動物和植物兩個族群','此六種生物屬於動物和植物兩個群集','此六種生物屬於同一個群集','大安森林公園和其內的所有生物組成一個生物圈'],[]),
]
D+=[
(25,'如圖(十四)，甩動繩子產生一個全波所花的時間恰為1秒，若以同一條繩子且振動方向也不變，以相同方式花2秒甩出一個全波的波形應該為下列何者？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('sci-5L',1040,75,1275,330),('sci-5L',150,225,820,640)]),
(26,'小芸穿上在紡紗過程中添加礦石粉所製成的涼感衣，進到冷氣房內，很快就覺得身體涼快。這是因為礦石的【甲】、快速與周圍環境溫度達到【乙】，使小芸的體溫迅速降溫。請問上文中的甲、乙適合填入何字？',['甲為比熱小、乙為熱平衡','甲為比熱大、乙為熱平衡','甲為比熱小、乙為吸熱','甲為比熱大、乙為放熱'],[]),
(27,'圖(十五)為阿揚在湖邊看湖中小魚的示意圖，若阿揚往P點的方向看過去，則最可能看到哪一個位置的魚？',['甲','乙','丙','丁'],[('sci-5L',885,1110,1275,1445)]),
(28,'如圖(十六)，某房間裡只有一盞燈，房間的地上某處有一面平放的小鏡子，若阿銘在房間裡抬頭發現他正上方的天花板有一個明顯亮點，則鏡子最可能放在哪一區？',['甲區','乙區','丙區','丁區'],[('sci-5L',1005,1495,1265,1825)]),
]
D+=[
(29,'帝王斑蝶每年秋天會從北美五大湖區往南飛往墨西哥中部過冬，到了春天會花5個月的時間往北遷徙，中途會產卵繁殖、傳宗接代，再飛回北方。圖(十七)為斑蝶的發育過程，下列有關圖中不同時期細胞中遺傳物質的敘述，何者正確？',['受精卵染色體數目與其所發育的成蟲體細胞相同，且基因相同','受精卵染色體數目與其所發育的成蟲體細胞不同，且基因不同','成蟲體細胞染色體數目與卵相同，但基因不同','成蟲體細胞染色體數目與蛹不同，且基因不同'],[('sci-5R',215,225,1160,440)]),
(30,'善治的血型是B型，由善治親人中的以下何種情形，可以推測他與O型的女友結婚後，可能生下O型的小孩？',['父母其中一人為O型','兄弟姐妹有一人為O型','祖父母其中一人為O型','外祖父母其中一人為O型'],[]),
(31,'若圖(十八)為四種生物的檢索表，請問下列敘述何者正確？',['甲處的分類依據是細胞壁的有無','乙處的分類依據是細胞核的有無','丙處的分類依據是呼吸器官差異','甲處的分類依據可以是單細胞或多細胞'],[('sci-5R',1000,905,1265,1190)]),
(32,'每一次新冠病毒感染人體，就要複製自己的基因組，在複製的過程中可能會出現微小的錯誤，因此新的基因組可能和之前的稍有不同。簡單來說，這些小錯誤就是突變，會創造出新冠病毒變異株，突變不斷發生，變異株也就愈來愈多，雖然外觀一樣，但感染途徑可能不同。請問這些病毒有下列何種特徵？',['具有細胞核','沒有遺傳物質','具有蛋白質外殼','可以在活細胞外表現出生命現象'],[]),
(33,'豌豆的花瓣緊閉，因此雌蕊難以接觸其他花朵的花粉，而是由同一朵花內的雄蕊使雌蕊授粉，稱為自花授粉。圖(十九)的豆莢由豌豆自花授粉後發育而來，請依上述與所學，推測下列相關敘述何者正確？',['甲和乙的基因可能不同','豌豆只能進行無性生殖','甲由子房發育而來','乙由胚珠發育而來'],[('sci-5R',860,1555,1295,1740)]),
]
D+=[
(34,'豌豆豆莢的皺縮或飽滿由一對遺傳因子(A或a)控制，如圖(二十)所示，李宓將兩株豆莢飽滿的豌豆雜交，並隨機挑選子代中的四顆種子進行栽種，此四顆種子分別發育成兩株豆莢皺縮、兩株豆莢飽滿的子代。若不考慮突變因素，下列相關敘述何者正確？',['豆莢皺縮是顯性','子代豆莢皺縮的豌豆可能為Aa','親代豆莢飽滿的基因型為AA × Aa','若李宓將子代所有的種子種下，發育出來的豌豆豆莢中，飽滿：皺縮的比例會接近3：1'],[('sci-6L',445,260,975,490)]),
(35,'在脊椎動物中，同樣是排除1 g的氮，若以氨的型式排氮需要500 mL的水，以尿素的型式只要50 mL水，以尿酸的型式只要10 mL的水。生活的地方愈缺水，就愈要省水，因此動物的棲地和排氮方式大有關係。魚類有以鰓排除氨的，也有排尿素的，像鯊魚就是排尿素。兩生類的蝌蚪是排氨，變態成為蛙之後就改排尿素。鱷魚則是可排氨也可排尿酸。陸生鳥類的含氮廢物有90%是以尿酸的型式排出，只有少量是以氨的型式排出，但半水生的鳥類如鴨子就只有50%以尿酸排出，30%是以氨排出。哺乳類大部分的氨都是以尿素的型式排出。根據上述內容，下列敘述何者正確？',['鯊魚大多由鰓排出氨','鳥類多以尿酸方式排除含氮廢物','鱷魚跟青蛙主要以尿素方式排除含氮廢物','以對環境的水分需求而言，哺乳類＞爬蟲類＞兩生類'],[]),
(36,'如圖(二十一)所示，小葉海金沙是一種具有維管束的植物，孢子葉的邊緣有指狀突起，成熟孢子葉的背面可以看到孢子囊堆。請依上述與所學，推測下列有關小葉海金沙的敘述，何者【錯誤】？',['具有細胞壁','具有角質層','無法產生果實','根、莖、葉等器官可組成營養系統'],[('sci-6L',905,1465,1275,1720)]),
]
D+=[
(37,'小倩撿到一塊玻璃，仔細觀察後發現是一塊透鏡，而且透鏡的中央比周圍更厚。小倩想起曾經教過的透鏡成像，於是拿出蠟燭和紙屏做實驗，發現當蠟燭和紙屏上的成像，距離為80 cm的時候，成像如表(二)中的甲。若想得到乙和丙的成像結果，小倩該分別移動蠟燭和紙屏至下列何種條件？(註：蠟燭至透鏡的距離為物距，透鏡至成像的距離為像距。)',['乙：物距30 cm、像距60 cm；丙：物距60 cm、像距30 cm','乙：物距60 cm、像距30 cm；丙：物距30 cm、像距60 cm','乙：物距60 cm、像距120 cm；丙：物距120 cm、像距60 cm','乙：物距120 cm、像距60 cm；丙：物距60 cm、像距120 cm'],[('sci-6R',170,320,1275,805)]),
(38,'甲、乙、丙、丁四杯溫度與質量皆相同的熱水，阿凱分別加入不同質量與溫度的水，如圖(二十二)當水達熱平衡後，哪一杯水的溫度最低？',['甲','乙','丙','丁'],[('sci-6R',230,1165,1245,1530)]),
(39,'有鈉、汞、碳、鉀、硫五種元素，阿洋一開始先將汞、碳、硫歸為一類，鈉與鉀為另一類，請問阿洋的分類依據可能為下列何者？',['外觀顏色','是否可導電','是否會與水反應','金屬與非金屬'],[]),
]
PS+=['于竣利用試劑X和試劑Y檢測甲、乙、丙物質，檢測前甲、乙、丙物質皆呈白色，檢測後的呈色結果如表(三)所示，請回答下列相關問題：\n【表(三)】\n試劑X：甲物質 藍黑色／乙物質 黃褐色／丙物質 藍黑色\n試劑Y：甲物質 藍色／乙物質 橙色／丙物質 黃色']
D+=[
(40,'下列有關試劑X和試劑Y的敘述，何者正確？',['試劑X可能是無水硫酸銅','試劑X可能是無水氯化亞鈷','試劑Y可能是碘液','試劑Y可能是本氏液'],[],0),
(41,'請依檢測結果，推測下列有關甲、乙、丙物質的成分比較，何者正確？（選項見圖）',['圖(A)','圖(B)','圖(C)','圖(D)'],[('sci-7L',150,840,1270,1140)],0),
(42,'請依檢測結果，推測下列有關甲、乙、丙物質的敘述，何者正確？',['甲物質可能含有水','乙物質可能含有澱粉','丙物質可能含有脂質','丙物質可能含有葡萄糖'],[],0),
]
PS+=['如圖(二十三)所示，紹瑜在野外發現了一株植物，查詢資料後發現是檳榔(Areca catechu)。檳榔又稱為仙瘴丹，在1990年代時，許多臺灣人喜歡嚼食「檳榔子」，使得檳榔被廣泛種植，成為臺灣重要的作物。檳榔子是檳榔的果實，嚼食時會釋出許多種生物鹼，具有很好的提神效果，因此受到不少勞力工作者的喜愛。但檳榔子的生物鹼接觸到口腔後會使細胞突變，造成口腔癌，因此世界衛生組織(WHO)已於2003年將檳榔子列為一級致癌物。（圖(二十三)：檳榔幼苗，見第 44 題附圖）']
D+=[
(43,'下列有關檳榔名稱的敘述，何者正確？',['catechu是名詞，代表種的名稱','Areca triandra和檳榔是同科生物','Senegalia catechu和檳榔是同屬的生物','「檳榔」是俗名，「仙瘴丹」則是中文學名'],[],1),
(44,'下列有關檳榔的敘述，何者正確？',['體表沒有角質層','種子有兩枚子葉','檳榔植株會開花','莖內的維管束呈環狀排列'],[('sci-7R',1095,145,1260,465)],1),
(45,'迪西因長期嚼食檳榔子而得到口腔癌，但確診後不久，迪西健康的妻子發現自己懷孕了。請問迪西和妻子將迎接的孩子是否已經罹患口腔癌？為什麼？',['會，因為口腔癌是傳染病，可能傳染給迪西的妻子和子代','不會，因為生殖細胞的突變才會傳給子代','不會，因為造成口腔癌的遺傳因子為顯性','會，因為體細胞的突變會傳給子代'],[],1),
]
PS+=['如圖(二十四)所示，將甲、乙、丙三杯溶液斜放，使其液面恰在燒杯口，各杯溶液旁放置空燒杯以承接溢出的溶液。已知甲液為密度0.8 g/cm³的酒精，乙液為水，且石頭不溶解於此三杯液體。小茹將同一顆石頭分別放入此三杯溶液中，測量溢出液體的質量，得到溢出的乙液質量為30 g，丙液質量為36 g。回答下列問題：（圖(二十四)見第 46 題附圖）']
D+=[
(46,'下列關於此實驗中各項物理量的推算，何者正確？',['溢出的甲液有30 mL','溢出的丙液有36 mL','溢出的甲液質量為37.5 g','丙液的密度為0.9 g/cm³'],[('sci-8L',325,355,1020,575)],2),
(47,'下列關於本實驗的推論，何者正確？',['溢出液體的體積可用天平測量','溢出液體的質量可用量筒測量','三杯溢出的液體體積相同','三杯溢出的液體質量相同'],[],2),
]
PS+=['近幾年母乳哺育蔚為風行，有愈來愈多的媽媽願意在產後親自餵哺寶寶母奶(人奶)，本來母奶就是供給嬰兒吃的，而牛奶是供給小牛犢吃的。人和牛、羊的需要不同，所以母奶、牛奶和羊奶在成分上也有一定的差別，其成分差別如表(四)所示。\n但若只從營養成分來做三種乳汁的比較，不易理解母奶的營養價值。除了量的比較之外，質的比較也很重要。以下幾點為三種乳汁在營養價值上的差異：\n1. 蛋白質：母奶中的乳清蛋白高於酪蛋白，而牛奶與羊奶則以酪蛋白為主。乳清蛋白的營養價值比酪蛋白高，而且酪蛋白遇酸後，所凝成的結塊較大，不易消化。\n2. 脂肪：牛奶中所含的不飽和脂肪酸(嬰兒必需的脂肪酸)比母奶少，脂肪球則較母奶大，不利於消化吸收。羊奶的脂肪顆粒較小，比牛奶易於消化，但仍不及母奶。\n3. 含糖量：乳汁中的糖主要是乳糖，母奶的乳糖含量比牛奶高近一倍。母奶中的乳糖可完全溶解，易消化吸收，同時乳糖可抑制腸道中大腸桿菌的生長及促進鈣的吸收。\n4. 抗體：母奶的初乳中含有抗體及免疫球蛋白，可增加嬰兒對疾病的抵抗力，而牛奶及羊奶則沒有人類嬰兒所需要的抗體。\n【表(四)　母奶(人奶)、牛奶與羊奶的成分比較(100g)】\n成分：水／蛋白質／乳糖／脂肪／鈣／鋅／鐵\n母奶：87.6 g／1.3 g／7.5 g／3.4 g／30.0 mg／0.28 mg／0.1 mg\n牛奶：89.8 g／3.0 g／4.8 g／3.2 g／104.0 mg／0.42 mg／0.3 mg\n羊奶：88.9 g／1.3 g／5.0 g／3.5 g／82.0 mg／0.29 mg／0.5 mg\n※ 醣類和蛋白質1 g可提供4大卡的熱量，脂肪1 g可提供9大卡的熱量。']
D+=[
(48,'從人類嬰兒的需求來考量，以相同重量的三種乳汁進行比較，下列敘述何者正確？',['蛋白質含量最高及營養價值最好的都是牛奶','三者中具有熱量的養分都是醣類的質量最多','所含熱量：牛奶＞母奶＞羊奶','鈣質含量最豐富的是母奶'],[],3),
(49,'人類、牛及羊都會分泌乳汁哺育幼體，哺乳動物除了此共同特徵外，請問下列何者也是所有哺乳動物的共同特徵？',['獵捕其他動物為食','是內溫動物','皆為陸生','皆為胎生'],[],3),
]
D+=[
(50,'圖(二十五)為人體消化系統的示意圖，文中所述牛奶中的酪蛋白遇酸後，所凝成的結塊較大，不易消化。請問這個情況最可能是發生在圖(二十五)中何處？',['甲','乙','丙','丁'],[('sci-9',965,65,1280,465)],3),
]
PS+=['表(五)為週期表的一部分，請回答下列問題：\n【表(五)】\n氧　氟　氖\n硫　氯　氬\n硒　溴　氪']
D+=[
(51,'已知氯元素為第17族、第3週期，則第16族、第4週期為哪一個元素？',['氧','氖','硒','氪'],[],4),
(52,'表(五)中，常溫常壓下有固定體積但無固定形狀的元素有幾個？',['6個','3個','2個','1個'],[],4),
]
